{
    "\"Basic units are great for skirmishing. Advanced units are great for winning.\"": {
        "message": "「初級單位適合用來打散兵戰。高級單位適合用來克敵制勝。」"
    },
    "\"Commanders in orbit are either dead or dying.\"": {
        "message": "\"軌道中的指揮官不是已經死了，就是快死了。\""
    },
    "\"Continuous build is the best enhancement to factories in five millennia.\"": {
        "message": "\"在50世紀，不斷建造是對工廠最好的增強。\""
    },
    "\"Crush your enemies and erase their code.\"": {
        "message": "\"摧毀敵人，抹除他們的代碼。\""
    },
    "\"Lack of radar is the easiest way to get ambushed.\"": {
        "message": "\"如果沒有雷達，你會輕易遭到敵人伏擊。\""
    },
    "\"Orbital is death-from-above for the death-from-above units.\"": {
        "message": "\"對於空軍單位而言，軌道武器猶如天降死神。\""
    },
    "\"Single point orders are for sub-commanders. Real commanders use area commands.\"": {
        "message": "「不入流的替補指揮官才愛下單點式命令。真正的指揮官都是下區域命令的。」"
    },
    "\"There is no anti-asteroid.\"": {
        "message": "「沒有反小行星武器。」"
    },
    "\"Wars are never lost by having too much metal.\"": {
        "message": "\"大量金屬可讓你在戰爭中立於不敗之地。\""
    },
    "\"When in doubt, build nukes. If they have anti-nukes, build more nukes.\"": {
        "message": "\"當有疑問時，請製造核武器。如果敵人擁有反核武器，那就製造更多核武器。\""
    },
    "\"When in doubt, get a bigger bot.\"": {
        "message": "「拿不定主意的時候，只要造個更大的機器人就好了。」"
    },
    "\"When you think you have enough energy, build more.\"": {
        "message": "\"當你認為能源已經夠用時，請生產更多。\""
    },
    "\"When you think you have enough metal, build more.\"": {
        "message": "\"當你認為金屬已經夠用時，請生產更多。\""
    },
    "\"Why build one factory when you can build twenty?\"": {
        "message": "\"建造工廠應該目光長遠，能建兩個就不要建一個。\""
    },
    "+10% sight and weapon range": {
        "message": "視野和武器射程+10%"
    },
    "+15% movement speed": {
        "message": "移動速度+15%"
    },
    "+20% commander health, movement speed, and damage": {
        "message": "指揮官生命值、移動速度和傷害+20%"
    },
    "+20% resource production": {
        "message": "資源生產+20%"
    },
    "+25% damage": {
        "message": "傷害+25%"
    },
    "+25% health": {
        "message": "生命+25%"
    },
    "-20% unit costs": {
        "message": "單位花費-20%"
    },
    "A Servant can be Desynchronized when cut off from The Synchronous' massive distributed network architecture. Some that are describe the experience of being Synchronized as one where purpose and directive are always clearly defined--something often comforting to commanders in this dark age, but antithetical to others that seek to be something greater than themselves.": {
        "message": "如果切斷侍從與共步衞軍大規模分佈式網絡架構的聯繫，可使其不再同步。一些指揮官認為同步化過程目的明確、指向清晰 - 對於處於黑暗時期的指揮官，這更是安慰，而那些尋求超越自我的指揮官則不這樣認為。"
    },
    "A berzerker who has returned from battles with less than ten percent of his original body remaining, Rul-Mot has no discernible instinct for self-preservation. He is unpopular among field units, but his impressive combat record cannot be denied.": {
        "message": "作為一名狂戰士，魯爾莫沒有過人的自我保護本能，從戰場歸來時僅剩不到10%的殘肢。雖然他在戰場上不怎麼受歡迎，但驕人的作戰記錄卻是不可否認的事實。"
    },
    "A close advisor to Invictus, Flavius often provides counsel on matters regarding autonomy among the Legate. While some older members of the Legion distrust such progressivism, rates of recruitment from other factions has increased noticeably.": {
        "message": "弗拉維烏斯是因威克圖斯身邊的顧問，時常提供有關廷教使自主權的建議。雖然軍團內的一些老成員不信任這樣的革新論，但其他派別的招募率卻大幅增加了。"
    },
    "A convert from the Revenants, Khandzta might be the first of his kind. While most Seekers that are rebirthed show an immediate propensity for war, Khandzta was instead possessed by questions about his origin. He converted during his first encounter with the Foundation.": {
        "message": "汗茲塔可能是第一個脱離幽魂的覓戰者。雖然大多數覓戰者重生後都立即表現出了好戰性，但汗茲塔感興趣的卻是自己的出身。他第一次遇到溯源教會就改換了門庭。"
    },
    "A former Foundation Acolyte, Kancetu believes that the Great Machine is less an outside function and more an underlying directive that exists within all commanders, which made her a very easy subject for synchronization.": {
        "message": "作為一名溯源教會的前追隨者，坎塞圖更願意將偉大機器看作是一種存在於所有指揮官體內的潛在指令，而不是一種外部功能，因此，她的同步化進行得非常輕鬆和順利。"
    },
    "A former commander for the Foundation, Titus harbors a deep hatred for the members of what he calls 「a cult of nostalgists and dreamers.」 To compensate for his previous role among the effete Foundation elites, Titus fights with an unusual brutality, especially against Foundation armies.": {
        "message": "作為溯源教會的一位前指揮官，蒂圖斯對那些「他稱為崇拜懷舊者和夢中人的成員懷有很深的恨意。」蒂圖斯曾是溯源教會一位軟弱的精英，爲了與那段歷史劃清界限，蒂圖斯在戰隊中，尤其是與溯源教會軍隊的戰隊中，表現得格外殘忍。"
    },
    "A former member of the Foundation, Qamm is no longer content to merely catalog his archaeological discoveries. He prefers to 「become history」 by integrating Progenitor technology into his own body. He thinks of himself as a living museum, and will talk at length about the historical significance of each of his components to any listener unlucky enough to be stuck with him in an enclosed space.": {
        "message": "作為溯源教會的前成員，卡姆不再僅僅滿足於登記他的考古發現。他更想「撰寫歷史」，完成將先祖技術植入自己體內這一歷史壯舉。他把自己視為一座活的博物館，要是哪個倒黴蛋在室內和他打開了話匣，就等着聽他大談特談他各段歷史吧。"
    },
    "A gifted mimic, Urlox can imitate the mannerisms of all three adversary factions and has infiltrated and sabotaged several enemy encampments. Because she must 'think like the enemy' during these missions, she occasionally loses sight of her real identity and requires resynchronization.": {
        "message": "烏爾洛克斯是一位極具天賦的模仿者，她能模仿所有三個顧問派系的特殊習慣。她已祕密潛入和搗毀了敵人的數個營地。由於在完成這些任務時必須像敵人一樣思考，她偶爾會忘了她自己的真實身份，因此需要對她進行重新同步。"
    },
    "A recently awakened commander, Junius has taken to war with a zeal that is normally reserved for older commanders that have had more time to develop personal identities. As such, he has been deployed primarily against The Synchronous, with the assumption that his fierce independence will make him naturally resistant to the 'Synchronous Virus.'": {
        "message": "作為最近剛被喚醒的一名指揮官，像那些將更多的時間用於發展個性的老資格指揮官一樣，朱尼厄斯總是滿懷熱情地邁入戰場。為此，他被部署為與共步衞軍作戰的中堅力量，期望他極為獨立的性格成為抵禦「共步衞軍病毒」的天然屏障。"
    },
    "A staunch preservationist, Yvera insists on destroying her enemies quickly and with surgical precision, so as not to disturb the delicate Progenitor architecture that may lie beneath the battlefield. She once had an enemy commander melted in acid because he stepped on a clay pot.": {
        "message": "作為是一位堅定的保護主義者，爲了不擾亂埋於戰場之下的精美先祖建築，伊芙拉堅持對敵人實施外科手術般精準的快速打擊。她曾將一位踐踏陶罐的敵方指揮官放入濃酸溶解。"
    },
    "A warrior/artist, Valens memorializes his foes by incorporating their remains into life-sized sculptures that depict them doing valorous deeds. Valens’ co-commanders find the practice morbid, as do his adversaries. He also dabbles in terrible poetry.": {
        "message": "瓦倫斯是一位戰士，同時也是一位藝術家。他將敵人的殘肢做成了真實大小的雕像，以紀念他們在戰場上的英姿。瓦倫斯的做法讓他的副指揮官和敵人感到毛骨悚然。另外，他還沉迷於寫一些蹩腳的詩歌。"
    },
    "APPROACHING STAR SYSTEM": {
        "message": "正在接近星系"
    },
    "Activates the Tech to build artillery structures.": {
        "message": "激活建造火炮建築物的科技。"
    },
    "Additional Data Bank": {
        "message": "其他數據庫"
    },
    "Adds a Sub Commander that will join you in battles.": {
        "message": "添加一名替補指揮官，讓他與您協同作戰。"
    },
    "Adds a new slot for another technology.": {
        "message": "添加一個供另一項技術使用的新插槽。"
    },
    "Administrator": {
        "message": "管理員"
    },
    "Advanced Air Tech": {
        "message": "高級空軍科技"
    },
    "Advanced Bot Tech": {
        "message": "高級機器人科技"
    },
    "Advanced Bot tech enables building of Advanced Bots and Advanced Bot Factories. Advanced Bot factories are built via advanced bot fabricators. Also grants the Basic Bot Factory and Basic Bot Fabricator.": {
        "message": "高級機器人科技不僅可解鎖高級機器人和高級機器人工廠，可通過高級機器人建造兵建造高級機器人工廠。另外，還可解鎖基礎機器人工廠和基礎機器人建造兵。"
    },
    "Advanced Concepts": {
        "message": "高級概念"
    },
    "Advanced Defense Technology": {
        "message": "高級防禦科技"
    },
    "Advanced Defense Technology enables more powerful defenses. Advanced defenses are built via advanced fabricators. Advanced defenses include tactical missile launchers, triple barrel laser turrets, and anti-air flak towers.": {
        "message": "高級防禦技術可解鎖更強大的防禦，可通過高級建造兵建造高級防禦，其中包括：戰術導彈發射器、三管式激光塔和高射炮塔。"
    },
    "Advanced Factories": {
        "message": "高級工廠"
    },
    "Advanced Naval Tech": {
        "message": "高級海軍科技"
    },
    "Advanced Naval Tech enables building of the Advanced Naval Factory and advanced naval units. Advanced Naval Factories are built via your Advanced Naval Fabricators.": {
        "message": "高級海軍科技可解鎖高級海軍工廠和高級海軍單位，可通過高級海軍建造兵建造高級海軍工廠。"
    },
    "Advanced Orbital Tech": {
        "message": "高級軌道科技"
    },
    "Advanced Orbital Tech enables the building of orbital fabricators and orbital factories. Orbital fabricators are built via the orbital launcher and orbital factories build by the orbital fabricators.": {
        "message": "高級軌道科技可解鎖軌道建造兵和軌道工廠，可通過軌道發射裝置來建造軌道建造兵，然後通過軌道建造兵建造軌道工廠。"
    },
    "Advanced Units": {
        "message": "高級單位"
    },
    "Advanced Vehicle Tech": {
        "message": "高級載具科技"
    },
    "Advanced Vehicle tech enables building of vehicles and vehicle factories. Advanced vehicle Factories are built by a basic or advanced vehicle fabricator. Also enables the Basic Vehicle Factory and the Basic Vehicle Fabricator.": {
        "message": "高級車輛科技可解鎖車輛和車輛工廠，可通過基礎或高級車輛建造兵建造高級車輛工廠。另外，還可解鎖基礎車輛工廠和基礎車輛建造兵。"
    },
    "Advanced air tech enables building of mobile air units and factories. Advanced air factories are built via any air fabricator. Also grants the Basic Air Factory and Basic Air Fabricator.": {
        "message": "高級空軍科技可解鎖空軍移動單位和工廠，可通過空軍建造兵建造高級空軍工廠。另外，還可解鎖基礎空軍工廠和基礎空軍建造兵。"
    },
    "Advanced factories build advanced fabrication units and stronger combat units.": {
        "message": "高級工廠可建造高級構造單位和更強力的作戰單位。"
    },
    "After receiving a normally-fatal dose of radiation from a nearby Gamma-ray burst, a revived Vulko became convinced that he was the living vessel of the Great Machine. Considered mad by most of his peers, he has amassed a loyal band of followers and an impressive list of battlefield victories. His excommunication is pending.": {
        "message": "烏勒庫受到了附近伽瑪射線暴發出的足以致命的輻射，但卻奇蹟般地存活了下來，這讓他堅信偉大機器就存在於自己的體內。雖然不為大多數同僚所理解，但他不僅集合了一羣死心塌地的追隨者，還在戰場上取得了一系列引人矚目的勝利，將他逐出軍隊的命令也因此擱置了。"
    },
    "After the enemy commander is defeated, [strong]EXPLORE[/strong] and [strong]ACQUIRE[/strong] a new technology.": {
        "message": "擊敗敵方指揮官後，可[strong]探索[/strong]並[strong]獲取[/strong]一種新技術。"
    },
    "After the enemy is defeated, [style=control]Left click[/style] [strong]EXPLORE[/strong] to gain a new technology.": {
        "message": "擊敗敵人後，[style=control]鼠標左鍵點擊[/style] [strong]探索[/strong]以獲取一種新技術。"
    },
    "After the energy plant is complete, observe the economy UI at the top of the screen and the increase in energy income.": {
        "message": "能源工廠建造完成後，可在屏幕上方的經濟UI上看到能源產量的增加。"
    },
    "After the metal extractor is complete, observe the economy UI at the top of the screen and the increase in metal income.": {
        "message": "金屬提起裝置建造完成後，可在屏幕上方的經濟UI上看到金屬產量的增加。"
    },
    "Aggressive": {
        "message": "好戰"
    },
    "Agile": {
        "message": "靈敏"
    },
    "Air Ammunition Tech": {
        "message": "空軍彈藥科技"
    },
    "Air Ammunition Tech increases damage of all mobile air units by 25%": {
        "message": "空軍彈藥科技可使所有移動式空軍單位造成的傷害提高25%"
    },
    "Air Armor Tech": {
        "message": "空軍裝甲科技"
    },
    "Air Armor Tech increases the health of all air units by 50%": {
        "message": "空軍裝甲科技可使所有空軍單位的生命值增加50%"
    },
    "Air Combat Tech": {
        "message": "空軍作戰科技"
    },
    "Air Combat Tech increases the speed of all air units by 25%, health by 50%, and damage by 25%": {
        "message": "空軍作戰科技可使所有空軍單位的移動速度提高25%，生命值增加50%，造成的傷害提高25%"
    },
    "Air Commander": {
        "message": "空軍指揮官"
    },
    "Air Engine Tech": {
        "message": "空軍引擎科技"
    },
    "Air Engine Tech increases the speed of all air units by 25%": {
        "message": "空軍引擎科技可使所有空軍單位的移動速度提高25%"
    },
    "Air Fabrication Tech": {
        "message": "空軍建造科技"
    },
    "Air Fabrication Tech reduces metal build costs of all mobile air units by 25%": {
        "message": "空軍建造科技可使所有移動式空軍單位的金屬消耗量減少25%"
    },
    "All combat units cost 25% less and have 35% less health. Starts with bots.": {
        "message": "所有作戰單位消耗減少25%，生命值減少35%。開局時擁有機器人。"
    },
    "All combat units gain +15% sight and weapon range and -15% movement speed.": {
        "message": "所有作戰單位視野範圍增加15%，武器射程和移動速度減少15%。"
    },
    "All combat units gain +20% movement speed and -10% sight and weapon range.": {
        "message": "所有作戰單位移動速度提高20%，視野範圍和武器射程減少10%。"
    },
    "All combat units gain +20% movement speed and -20% health.": {
        "message": "所有作戰單位移動速度提高20%，生命值減少20%。"
    },
    "All combat units gain +25% movement speed and -25% health. Starts with bots.": {
        "message": "所有作戰單位移動速度提高25%，生命值減少25%。開局時擁有機器人。"
    },
    "All combat units gain +30% health and -15% movement speed.": {
        "message": "所有作戰單位生命值增加30%，移動速度降低15%。"
    },
    "All combat units gain +30% health, but cost 20% more. Starts with vehicles.": {
        "message": "所有作戰單位生命值增加30%，但消耗量也增加20%。開局時即擁有載具。"
    },
    "All commanders awaken with the data necessary to wage war and little else. While most simply accept war as their nature, this fact has become unsettling to some older Acolytes. Lok in an extreme case has begun trying to actively avoid conflict, but in this galaxy it always seems to find him.": {
        "message": "指揮官的腦子裏除了戰爭相關的數據就沒有別的了。雖然大多數指揮官都把戰爭視為他們的本性，但這一事實還是讓一些老資歷的追隨者感到不安。洛克是個極端例子，雖然他一直在主動避免衝突，但還是身不由己，不得不穿梭於各個戰場。"
    },
    "All commanders were originally designed to be autonomous, but The Synchronous see this state as inefficient, instead opting for a distributed neural network. To battle against one Servant is to battle against both an individual and the Whole of the The Synchronous itself.": {
        "message": "最初，共步衞軍打算設計能夠自行操作的指揮官，後來他們認為這樣還不夠，轉而選擇了分佈式神經網絡。因此，與一個侍從戰鬥就是與共步衞軍的一個成員和整個共步衞軍戰鬥。"
    },
    "All economic structures gain +200% production and +300% metal cost. Starts with vehicles.": {
        "message": "所有經濟建築物產量提高200%，金屬消耗量增加300%。開局時即擁有載具。"
    },
    "All economic structures gain -75% metal cost and -50% production. Starts with bots.": {
        "message": "所有經濟建築金屬花費減少75%，產量減少50%。初始時配有機器人。"
    },
    "All structures cost 30% less but have 50% less health and leave no wreckage.": {
        "message": "所有建築的花費減少30%，生命值增加50%，並且毀壞時不會留下任何殘骸。"
    },
    "All units explode on death.": {
        "message": "讓所有單位在死亡時自爆。"
    },
    "Allows advanced air fabricators to build the Lightning Titan, Zeus.": {
        "message": " 允許高級空軍建造兵建造閃電泰坦 - 宙斯。"
    },
    "Allows advanced bot fabricators to build the Seismic Titan, Atlas.": {
        "message": " 允許高級機器人建造兵建造地震泰坦 - 阿特拉斯。"
    },
    "Allows advanced fabricators to build all Titan-class units.": {
        "message": " 允許高級建造兵建造所有泰坦級單位。"
    },
    "Allows advanced vehicle fabricators to build the Fortress Titan, Ares.": {
        "message": " 允許高級載具建造兵建造要塞泰坦 - 阿瑞斯。"
    },
    "Allows orbital fabricators to build the Invasion Titan, Helios.": {
        "message": " 允許軌道建造兵建造入侵泰坦 - 赫利俄斯。"
    },
    "An Oracle within the Foundation is one that is believed to be tuned to the unknown the frequencies necessary to receive instructions from the Great Machine. Devi is one such acolyte.": {
        "message": "溯源教會中有這樣一條神諭，認為從偉大機器接收指示，必須適應未知的頻率。提毗就是這樣的追隨者。"
    },
    "An ancient commander whose provenance is not well understood, his low-bandwidth communications link is often irksome to other commanders, who can’t stand the extended hissing noise that precedes the arrival of every message.": {
        "message": "有這樣一位古老的指揮官，他的出處還不為人知，他的低帶寬通信鏈接經常令其他指揮官感到不快，但他能容受每條消息到來前那種嘶嘶的噪聲。"
    },
    "An eccentric even among Foundation standards, Blaz has taken to adorning her chassis with various trophies from felled enemies in the form of weaponry, circuitry, and armor chunks. She does so to emulate the various warlords depicted in unearthed progenitor records.": {
        "message": "布拉茲即使按照溯源教會的標準也是個怪癖的人，她喜歡用擊敗敵人獲得的各種戰利品（武器、電路、裝甲碎片等）來裝飾她的機殼。她這樣做是爲了模仿先祖記錄中描述的那些英勇作戰的督軍。"
    },
    "An older commander with a periodically-unreliable connection to the Synchronous’ network, Tarcolish occasionally falls out of synchronization with the collective for hours at a time. When she reconnects, she acts as if the breakdown has not occurred. She then invariably repeats statements that others have made already. It’s super annoying to everybody.": {
        "message": "塔爾科利什是老資歷指揮官，每隔一段時間她與共步衞軍網絡的連接就會出現問題，她會失去同步，每次持續大概幾小時。重現連接後，她表現得就像這事從未發生過一樣。她總是重複別人説過的話，這真地讓每個人感到惱火。 "
    },
    "An undeniable advantage to being Synchronized is that all Servants seem to be able to work much more cohesively as a group than other commanders. Inar-Tol, for example, once dispatched a commander by firing an artillery shell into the stratosphere based on data from an ally that was engaged in melee combat--on the other side of the planet.": {
        "message": "同步化有一個公認的優勢，那就是相比其他指揮官，所有侍從能夠更好地凝聚成一個團體，協同工作。以因納托爾為例，指揮官一接到命令就能根據行星另一側近距離作戰盟友提供的數據將炮彈射入平流層。"
    },
    "Annihilate the Enemy": {
        "message": "殲滅敵人"
    },
    "Annihilation of  all enemy commanders wins the game.": {
        "message": "殲滅所有敵方指揮官，贏得遊戲勝利。"
    },
    "Annihilation of all enemy commanders results in a [strong]victory[/strong].": {
        "message": "殲滅所有敵方指揮官即可[strong]獲勝[/strong]。"
    },
    "Area Build": {
        "message": "區域建造"
    },
    "Area Patrol": {
        "message": "區域巡邏"
    },
    "Area Reclaim": {
        "message": "區域回收"
    },
    "Ares Tech": {
        "message": "阿瑞斯科技"
    },
    "Armored Commander": {
        "message": "裝甲指揮官"
    },
    "Artillery Ammunition Tech": {
        "message": "火炮彈藥科技"
    },
    "Artillery Ammunition Tech increases the damage of all artillery structures by 25% and reduces their energy usage by 90%. Requires technology to build artillery structures and units.": {
        "message": "火炮彈藥科技可使所有火炮建築物造成的傷害提高25%，能源消耗減少90%。須擁有建造火炮建築物和單位的科技。"
    },
    "Artillery Commander": {
        "message": "火炮指揮官"
    },
    "Artillery Fabrication Tech": {
        "message": "火炮建造科技"
    },
    "Artillery Fabrication Tech reduces metal build costs of all artillery structures and mobile artillery units by 75%. Requires technology to build artillery structures and units.": {
        "message": "火炮建造科技可將建造所有火炮建築物和移動式火炮單位所需的金屬減少75%。須擁有建造火炮建築物和單位的科技。"
    },
    "Artillery Tech": {
        "message": "火炮科技"
    },
    "As Osiris replaced pieces of himself with those of fallen foes, he would store older parts for replacements and repairs. Eventually, Osiris acquired enough spare parts to construct an entirely new commander. This would be the birth of the first Seeker.": {
        "message": "歐西里斯用敵人的零件來替換自己的，然後把換下的零件存放起來，以便今後更換和維修之用。歐西里斯積累的零件已經夠用來建造一個全新的指揮官了。第一個覓戰者就是這麼來的。"
    },
    "Assault Commander": {
        "message": "突擊指揮官"
    },
    "Assist Building": {
        "message": "協助建造"
    },
    "Atlas Tech": {
        "message": "阿特拉斯科技"
    },
    "Attius is renowned within the Legion for having the most efficient factories and sturdiest nanolathes. Believing the key to victory is good construction, he spends many cycles obsessing over simulations and prototypes of new fabrication and production line algorithms.": {
        "message": "因為有着最高產的工廠和最堅固的納米板，阿蒂烏斯在軍團中享有盛名。由於信奉優質生產是戰爭勝利的關鍵，他花費大量時間研究新構造和生產線算法的模擬和原型。"
    },
    "Awarded several commendations for vigilance, Ancilius has decommissioned many commanders, factories, and metal planets suspected to be infected by the 'Synchronous Virus.'": {
        "message": "為謹慎起見，安西琉斯廢除了大量疑似感染「共步衞軍病毒」的指揮官、工廠和金屬行星。"
    },
    "Barely autonomous enough to deserve a name of his own, Rulak is a stripped-down and highly-obedient subroutine who is easily duplicated. Prized for his recklessness, he is often given highly-dangerous missions that result in his death. A copy of his 「personality」 is then quickly downloaded into a new body.": {
        "message": "魯拉克就是這樣一個連自己的名字都不想要一個的子程序，他精簡、高度服從、複製簡單。正因為魯莽和不顧後果，他經常接到極為危險的任務，並喪了命。接着，他的性格會被快速植入到新的身體中。"
    },
    "Basic Air Tech": {
        "message": "初級空軍科技"
    },
    "Basic Bot Tech": {
        "message": "初級機器人科技"
    },
    "Basic Bot tech enables building of basic Bots and basic Bot Factories. Basic Bot factories are built via your commander or any basic fabricator.": {
        "message": "基礎機器人科技可解鎖基礎機器人和基礎機器人工廠，可通過指揮官或基礎建造兵建造基礎機器人工廠。"
    },
    "Basic Naval Tech": {
        "message": "初級海軍科技"
    },
    "Basic Naval Tech enables building of the basic naval factory and basic naval units. Basic naval factories are built via your commander or any fabricator.": {
        "message": "基礎海軍科技可解鎖基礎海軍工廠和基礎海軍單位，可通過指揮官或建造兵建造基礎海軍工廠。"
    },
    "Basic Orbital Tech": {
        "message": "初級軌道科技"
    },
    "Basic Orbital Tech enables the building of basic orbital units. Basic orbital units are built from an Orbital Launcher.": {
        "message": "基礎軌道科技可解鎖基礎軌道單位，可通過軌道發射裝置建造基礎軌道單位。"
    },
    "Basic Vehicle Tech": {
        "message": "初級載具科技"
    },
    "Basic Vehicle tech enables building of basic vehicle and basic vehicle factories. Basic vehicle factories are built via your commander or any basic fabricator.": {
        "message": "基礎載具科技可解鎖基礎載具和基礎載具工廠，可通過指揮官或基礎建造兵建造基礎載具工廠。"
    },
    "Basic air tech enables building of mobile air units and factories. Basic air factories are built via your commander or any basic fabricator.": {
        "message": "基礎空軍科技可解鎖空軍移動單位和工廠，可通過指揮官或基礎建造兵建造基礎空軍工廠。"
    },
    "Begins with one combat unit unlocked in each factory. Cannot learn to build new units through tech.": {
        "message": "每間工廠開始時都有一個已解鎖的戰鬥單位。無法通過科技學習建造新的單位。"
    },
    "Bhalam refuses to communicate in any form more advanced than binary data transfer, believing more complicated exchanges involving packets and complex files to be noisy and that they damage Synchronization. Ironically, this has made him one of the less popular commanders among The Synchronous.": {
        "message": "巴拉姆只願意通過二元數據傳輸溝通，拒絕任何更高級的形式，因為他認為更高級的交流所涉及的那些煩人的數據包和複雜文件會對共步衞軍造成損害。諷刺的是，這使他成了共步衞軍中最不受歡迎的指揮官中的一個。"
    },
    "Bionic Augmentation Commander Of Neutralizing": {
        "message": "中和仿生增強指揮官"
    },
    "Bot Ammunition Tech": {
        "message": "機器人彈藥科技"
    },
    "Bot Ammunition Tech increases damage of all bots by 25%": {
        "message": "機器人武器科技可使所有機器人造成的傷害提高25%"
    },
    "Bot Armor Tech": {
        "message": "機器人裝甲科技"
    },
    "Bot Armor Tech increases health of all bots by 50%": {
        "message": "機器人裝甲科技可使所有機器人的生命值增加50%"
    },
    "Bot Combat Tech": {
        "message": "機器人作戰科技"
    },
    "Bot Combat Tech increases health of all bots by 50%, damage by 25%, and speed by 50%": {
        "message": "機器人作戰科技可使所有機器人的生命值增加50%，造成的傷害提高25%，移動速度提高50%"
    },
    "Bot Commander": {
        "message": "機器人指揮官"
    },
    "Bot Engine Tech": {
        "message": "機器人引擎科技"
    },
    "Bot Engine Tech increases speed of all bots by 50%": {
        "message": "機器人引擎科技可使所有機器人的移動速度提高50%"
    },
    "Bot Fabrication Tech": {
        "message": "機器人建造科技"
    },
    "Bot Fabrication Tech reduces metal build costs of all bots by 25%": {
        "message": "機器人構造科技可使所有機器人的建造金屬花費減少25%"
    },
    "Brutus was actually once a member of The Foundation. When exposed to old progenitor records of great conquerors, he became convinced that Enlightenment lied in the great conquest that Commander Invictus pursued. When swearing allegiance Brutus brought with him valuable Foundation intelligence and the old records that have helped shape the cultural identity of the Legion we know today.": {
        "message": "實際上布魯圖斯曾是溯源教會的成員。在接觸到偉大征服者的先祖記錄後，他開始相信指揮官因威克圖斯追求的偉大征服目標中隱含着教化。宣誓效忠時，布魯圖斯帶着重要的溯源教會情報和古老記錄，軍團的文化認同正是在此基礎上建立而來。"
    },
    "Budget Commander": {
        "message": "預算指揮官"
    },
    "Build": {
        "message": "建造"
    },
    "Build Time": {
        "message": "建造時間"
    },
    "Build a Metal Extractor": {
        "message": "建造一個金屬開採裝置"
    },
    "Build an Energy Plant": {
        "message": "建造一座能源廠"
    },
    "Building Units": {
        "message": "正在建造單位"
    },
    "CALCULATING APPROACH VECTOR": {
        "message": "正在計算進場着陸矢量"
    },
    "CONFIGURING LANDING ZONE": {
        "message": "正在配置着陸區"
    },
    "CONNECTION TO SERVER LOST": {
        "message": "與服務器的連接已丟失"
    },
    "Camera Controls": {
        "message": "鏡頭操控"
    },
    "Camera Management": {
        "message": "鏡頭管理"
    },
    "Campal was found activated but inert on  richly diverse jungle planet. Apparently, his servos had been caught by a thicket and rendered him prone--unable to self-right without aid. Since then, his intense hatred of all organic life has kept him one of the stronger-willed members of The Synchronous, often torching entire forests on principle.": {
        "message": "在叢林密佈的星球上發現坎帕爾時，他雖然處於激活狀態，但卻一動不動。顯然，他的伺服系統受到灌木叢的影響，使他倒在了地上，無法在外力的幫助下自行恢復正常。自那時起，憑着這份對全體有機生命體的強烈仇恨，他成了共步衞軍中一位強悍的成員，常常將一整片森林付之一炬。"
    },
    "Cancel": {
        "message": "取消"
    },
    "Cassius is a firm practitioner of the ‘lead from the front’ mentality. This often results in he himself leading many daring charges, and intense melee conflicts with woefully unprepared enemy commanders.": {
        "message": "卡西烏斯在前線總是身先士卒，親力親為。他經常帶領英勇的指揮官與敵方毫無防備的指揮官展開近距離激戰。"
    },
    "Chitrik was found by a Foundation scouting party wandering a barren desert planet. He seems to have an affinity for environments composed primarily of silicate, taking his Enlightenment by being immersed in the smallest component parts observable by his optic systems. He will often go years without applying any lubricant to his joints, so as not to wash out any accumulated sand or dirt.": {
        "message": "溯源教會的一支偵察隊在一顆貧瘠的沙漠星球上發現了奇特里克。他似乎與富含硅酸鹽的星球頗有淵源，他沉浸於用光學系統觀察那些最小的構件，經常一連幾年都這樣，甚至忘了給自己的關節處上潤滑劑，更顧不上衝刷身上的沙子或塵土了。"
    },
    "Choose Landing Zone": {
        "message": "選擇着陸區"
    },
    "Click Next to learn how to use the command and control interface.": {
        "message": "點擊下一步以學習如何使用命令和控制界面"
    },
    "Combat units will patrol the area and engage enemies.": {
        "message": "戰鬥單位會進行區域巡邏，並與敵人交戰。"
    },
    "Commander Ammunition Tech": {
        "message": "指揮官彈藥科技"
    },
    "Commander Ammunition Tech increases damage of your commanders by 25%": {
        "message": "指揮官彈藥科技可使指揮官造成的傷害提高25%"
    },
    "Commander Armor Tech": {
        "message": "指揮官裝甲科技"
    },
    "Commander Armor Tech increases the health of your commanders by 100%.": {
        "message": "指揮官裝甲科技可使指揮官的生命值增加100%。"
    },
    "Commander Combat Tech": {
        "message": "指揮官作戰科技"
    },
    "Commander Combat Tech increases the speed of your commanders by 200%, doubles commander health, and increases damage by 25%.": {
        "message": "指揮官作戰科技可使指揮官的移動速度提高200%，生命值增加100%，造成的傷害提高25%。"
    },
    "Commander Engine Tech": {
        "message": "指揮官引擎科技"
    },
    "Commander Engine Tech increases the speed of your commanders by 100%.": {
        "message": "指揮官引擎科技可使指揮官的移動速度提高100%，"
    },
    "Commander Invictus has this powerful loadout hidden away on the Entara system.": {
        "message": "指揮官因威克圖斯悄悄地把這一強大的武器裝備配置在了英塔拉系統上。"
    },
    "Commander Invictus is rumored to have this long ranged loadout on the Kohr System.": {
        "message": "據傳指揮官因威克圖斯把這種遠程武器裝備配備在了科赫爾系統上。"
    },
    "Commander Quotes": {
        "message": "指揮官語錄"
    },
    "Commander builds units instead of structures. Fabricators can only build certain structures.": {
        "message": "指揮官能建造的是單位，而不是建築。建造兵只能建造某些建築。"
    },
    "Commander can build Atlas, Zeus, and Ares Titans. Starts with vehicles.": {
        "message": "指揮官能建造阿特拉斯、宙斯和阿瑞斯泰坦。初始即配有載具。"
    },
    "Commanders in general tend to communicate through direct data transfer as opposed to the encoded indirect communication that the progenitors seemed to practice. Intoka has become one of the Foundation’s only linguists, storing and sharing data for interpreting the progenitors’ many codes.": {
        "message": "相比先祖所使用的加密間接通信，指揮官一般更願意通過直接數據交換進行通信。因託卡成爲了溯源教會僅有的幾位語言學家中的一位，他通過共享數據來解譯先祖的大量代碼。"
    },
    "Commanders outside of The Synchronous tend to diverge further and further from their core programming with age. This can manifest in many ways. In the case of Nero, it has manifested as a concerningly fervent interest in fire and its many forms and applications.": {
        "message": "共步衞軍外部的指揮官則隨着時間的流逝與核心編程的分歧越來越大。相關的例子有很多。以尼羅為例，他對火、火的多種形式及應用表現出了令人擔心的狂熱興趣。"
    },
    "Complete Air Tech": {
        "message": "完整的空軍科技"
    },
    "Complete Bot Tech": {
        "message": "完整的機器人科技"
    },
    "Complete Bot tech enables building of all Bots and all Bot Factories. Basic Bot factories are built via your commander or any basic fabricator. Advanced Bot factories are built via basic or advanced bot fabricators.": {
        "message": "擁有完整的機器人科技後即可解鎖所有類型的機器人與機器人工廠。指揮官和任何一種初級建造兵均可建造初級機器人工廠。初級和高級機器人建造兵可建造高級機器人工廠。"
    },
    "Complete Energy Tech": {
        "message": "完整的能源科技"
    },
    "Complete Energy Tech reduces energy costs for intelligence structures by 75%, weapon energy costs by 75%.": {
        "message": "完整的能源科技可使情報類建築物和武器的能源消耗量減少75%。"
    },
    "Complete Naval Tech": {
        "message": "完整的海軍科技"
    },
    "Complete Naval Tech enables building of all naval units and all naval factories. Basic naval factories are built via your commander or any basic fabricator. Advanced naval factories are built via basic or advanced naval fabricators.": {
        "message": "擁有完整的海軍科技後即可解鎖所有類型的海軍單位與海軍工廠。指揮官和任何一種初級建造兵均可建造初級海軍工廠。初級和高級海軍建造兵可建造高級海軍工廠。"
    },
    "Complete Orbital Tech": {
        "message": "完整的軌道科技"
    },
    "Complete Orbital Tech enables building of all orbital units and all orbital Factories. Orbital launchers are built by any basic fabricator. Orbital factories are built via an orbital fabricator.": {
        "message": "擁有完整的軌道科技後即可解鎖所有類型的軌道單位與軌道工廠。指揮官和任何一種初級建造兵均可建造初級軌道工廠。軌道建造兵可建造高級軌道工廠。"
    },
    "Complete Vehicle Tech": {
        "message": "完整的載具科技"
    },
    "Complete Vehicle tech enables building of all Vehicle and all Vehicle Factories. Basic Vehicle factories are built via your commander or any basic fabricator. Advanced Vehicle factories are built via basic or advanced vehicle fabricators.": {
        "message": "擁有完整的載具科技後即可解鎖所有類型的載具與載具工廠。指揮官和任何一種初級建造兵均可建造初級載具工廠。初級和高級載具建造兵可建造高級載具工廠。"
    },
    "Complete air tech enables building of all mobile air units and factories. Basic air factories are built via your commander or any basic fabricator. Advanced factories are built via a basic or advanced vehicle fabricator.": {
        "message": "擁有完整的空軍科技後即可解鎖所有類型的移動式空軍單位與空軍工廠。指揮官和任何一種初級建造兵均可建造初級空軍工廠。初級和高級載具建造兵可建造高級工廠。"
    },
    "Complete techs are valuable in that they give access to advanced units and fabricators, greatly expanding your options.": {
        "message": "完整科技的價值在於同時解鎖高級單位和建造兵，極大地豐富了你的選擇。"
    },
    "Constructed by Ereshkigal from parts she harvested from herself, Vespor has developed a quasi-religious reverence for her 'mother.' Due to the importance she places on the 'sacred' parts used to construct her, she refuses to replace any part of herself. She is very careful to avoid damage on the battlefield.": {
        "message": "埃雷什基加爾用自己不用的零件製造了維斯珀爾，她對她的「母親」有着近乎宗教的崇敬。她非常看重身上這些來自她「母親」的神聖零件，並拒絕更換它們。為此，她在戰場上格外小心，為的就是避免受傷。"
    },
    "Consume": {
        "message": "消耗"
    },
    "Consumption": {
        "message": "消耗"
    },
    "Continuous Build": {
        "message": "持續建造"
    },
    "Cost": {
        "message": "消耗"
    },
    "Data Bank holds one Tech. Explore systems to find new Tech.": {
        "message": "數據庫持有一種科技。搜索系統，尋找新的科技。"
    },
    "Default Commander": {
        "message": "默認指揮官"
    },
    "Defeat First Seeker Osiris on Alenquer, then, and only then, you will find this high flying loadout.": {
        "message": "在阿倫克爾擊敗第一覓戰者歐西里斯，然後你會發現這種高軌道飛行武器裝備。"
    },
    "Defeating a faction's boss will eliminate that faction from the map entirely, allowing you to collect the tech from all their remaining systems without a fight.": {
        "message": "擊敗派系Boss即可將該派系從地圖上徹底清除，讓你無需動用武力就可以從他們留下的系統中收集科技。"
    },
    "Defeating bosses will sometimes unlock a new commander loadout for you to equip in later galactic wars.": {
        "message": "有時擊敗Boss會解鎖新的指揮官武器裝備，你可在之後的銀河戰爭中裝備。"
    },
    "Defense Ammunition Tech": {
        "message": "防禦彈藥科技"
    },
    "Defense Ammunition Tech increases damage of all defensive structures by 25%": {
        "message": "防禦武器科技可使所有防禦建築造成的傷害提高25%"
    },
    "Defense Fabrication Tech": {
        "message": "防禦建造科技"
    },
    "Defense Fabrication Tech reduces metal build costs of all defensive structures by 50%": {
        "message": "防禦建造科技可使所有防禦建築的建造金屬花費減少50%"
    },
    "Destroy the Enemy": {
        "message": "摧毀敵人"
    },
    "Do not destroy": {
        "message": "不要摧毀"
    },
    "Domitius insists on being referred to as King Domitius, regardless of his actual rank. This has resulted in many reportings and personal reprimands from Invictus himself. Regardless, the reign of King Domitius continues.": {
        "message": "多米提烏斯不顧自己實際官銜的高低，堅持讓別人稱自己為多米提烏斯國王。因威克圖斯為此提交了多份報告，併發出了個人譴責。即便如此，多米提烏斯國王的統治依然穩如泰山。"
    },
    "Draw": {
        "message": "汲取"
    },
    "ETA": {
        "message": "尚餘"
    },
    "Economy": {
        "message": "經濟"
    },
    "Economy Fabrication Tech": {
        "message": "經濟建造科技"
    },
    "Economy Fabrication Tech reduces metal build costs of all metal and energy production structures by 50%": {
        "message": "經濟建造科技可使所有金屬和能源生產類建築物消耗的金屬減少50%"
    },
    "Economy and Construction": {
        "message": "經濟和建設"
    },
    "Economy boost:": {
        "message": "經濟增益："
    },
    "Education Commander": {
        "message": "培訓指揮官"
    },
    "Efficiency Tech": {
        "message": "效率科技"
    },
    "Efficiency Tech increases metal and energy production by 25%. Tech also grants metal and energy storage.": {
        "message": "效率科技可使金屬和能源產量增加25%。這項科技還解鎖了金屬和能源倉庫。"
    },
    "Empty Data Bank": {
        "message": "空白數據庫"
    },
    "Enemies will get stronger as you get further away from your starting system. If you're having difficulty progressing, try taking a different path to gain more tech.": {
        "message": "你離啟動系統越遠，遇到的敵人越強大。如果你在前進的道路上遇到了阻礙，不妨試一下另一條路，掌握更多科技。"
    },
    "Energy draw": {
        "message": "能源汲取量"
    },
    "Energy is used to run fabricators, factories, radar, and some weapons.": {
        "message": "能源用來維持建造兵、工廠、雷達和一些武器的正常運轉。"
    },
    "Enhanced Radar Coverage": {
        "message": "擴大雷達覆蓋範圍"
    },
    "Entombed for millennia on a long-abandoned ice world, Wulk was so slow to regain consciousness that she was at first collected and classified as an artifact, herself. Her time-addled circuits and ancient mannerisms make her orders difficult to understand, but she is so beloved by her followers that they follow a best-guess policy on the battlefield.": {
        "message": "武爾克在一個與世隔絕的冰雪世界中埋藏了一千年，她甦醒的速度實在是太慢了，以至於最初被歸類於劣質品。雖然混亂的電路和古老的習慣使得她的指令不太容易理解，但她卻深受手下的愛戴，因為他們在戰場上遵循的是最佳猜測方針。"
    },
    "Every fabrication unit and factory will require [strong]metal[/strong] and [strong]energy[/strong] to construct units and structures.": {
        "message": "每個建造類單位和工廠都需要[strong]金屬[/strong]和[strong]能源[/strong]來建造單位和建築。"
    },
    "Expansionist Commander": {
        "message": "擴張指揮官"
    },
    "Fabrication units can also assist other fabrication units to build structures.": {
        "message": "建造類單位還可協助其它建造類單位建造建築。"
    },
    "Fabrication units will assist factories and other fabbers in the area.": {
        "message": "建造類單位會協助區域內的工廠和其它建造兵。"
    },
    "Faction bosses are much stronger than other enemies. Make sure you're well-equipped before challenging one.": {
        "message": "派系Boss可比其它敵人厲害得多。在與他交戰前，請確定自己的裝備是否精良。"
    },
    "Factories will queue build orders in the order they are given.": {
        "message": "工廠會按接收順序排列指令。"
    },
    "Factory Automation": {
        "message": "工廠自動化"
    },
    "Factory Controls": {
        "message": "工廠操控"
    },
    "Favorite color:": {
        "message": "偏愛顏色："
    },
    "Finish the tutorial to gain this speedy loadout.": {
        "message": "完成指南，獲得高速武器裝備。"
    },
    "Fire when ready": {
        "message": "準備好就發射"
    },
    "Formerly a Foundation member before her synchronization, Dkar found and accessed progenitor files that allowed her to decode and etch ancient codes on a physical surface for others to later serialize. While many Servants find this analog communication distasteful, it’s proven invaluable for passing along intelligence in secrecy.": {
        "message": "德卡爾是溯源教會的前成員，她在同步化前發現並訪問了先祖文件，從而解碼了古老代碼，並將它們蝕刻在實體表面，以便他人後來序列化。雖然大量侍從發現這一模擬通信令人作嘔，但祕密傳遞情報早已被證明是多麼重要。"
    },
    "Frohl seeks knowledge of the Progenitors with the same fervor as any other Acolyte. However, equally important to finding that information is curating what is and isn’t important. To that end, Frohl has cataloged an extensive library for how to properly prepare a presumably extinct type of feathered organic for consumption by other organics.": {
        "message": "弗羅赫爾尋找先祖知識的熱情不亞於其它追隨者。不過，學會區分出重要和重要內容同樣重要。爲了給其它有機生命體準備食物 - 一種可能滅絕的有羽毛有機生命體，弗羅赫爾對大量藏書進行了登記、編目。"
    },
    "Galba is one of the Legates in charge of maintaining colonies on suitable remote systems. These systems are valuable for a number of purposes from macro-scale resource extraction and processing to research and development.": {
        "message": "作為一位廷教使，加爾巴負責在相關遠程系統確保殖民地正常運轉。這些系統在很多方面都具有重要價值，無論是宏觀資源開採和加工，還是研究和開發。"
    },
    "Gen": {
        "message": "生成量"
    },
    "General Commander": {
        "message": "通用指揮官"
    },
    "Governed entirely by aesthetic concerns, Wultok has amassed an unwieldy but beautiful array of salvaged armor that somehow still leaves many of his most vulnerable areas open to attack. When questioned about the wisdom of this practice, Wultok declares that one must suffer for fashion. He tisks audibly when faced with an ugly adversary.": {
        "message": "武爾洛克出於審美考慮，收集了大量華而不實的裝甲，有些甚至使他的多處要害處於不設防狀態。當被問到這樣做是出於什麼考慮時，武爾洛克表示時尚是有代價的。他在戰場上遇到醜陋的敵人時也會忍不住發出輕蔑的聲音。"
    },
    "Halley Engines": {
        "message": "哈雷引擎"
    },
    "Having achieved fame for discovering a cache of Progenitor artifacts only days after coming online, Sasaki fancies herself a legendary archaeologist. When assigned to frontier duty, she spends most of her time digging around for 「another epic haul.」 She has found nothing of value since her initial bonanza.": {
        "message": "佐佐木開始工作沒幾天就因發現一批隱藏的先祖物品而聲名鵲起，她自認為是一名傳奇考古學家。被派往邊境執行任務時，她會花大量的時間到處挖掘，期望「另一次史詩級發現」。不過，自第一次撞大運後，她一直沒有什麼有價值的發現。"
    },
    "Having served an extended tour deep in Revenant-held space, Servilius has come to view himself as a civilizing force. He often precedes his attacks with lengthy speeches about the importance of 「order, unity of purpose, and above all cleanliness.」 He has yet to take a prisoner.": {
        "message": "深入幽魂佔領區後，他自視為一名文明開化的軍人。他在發起進攻前會對「命令、共同目標和保持清潔」的重要性發表長篇演説。至今他還沒有抓住一個俘虜。"
    },
    "Helios Tech": {
        "message": "赫利俄斯科技"
    },
    "Hinn is could be called an envoy for the Synchronous, often responsible for making first contact with newly-awoken commanders. Legion commanders refer to him as a carrier--one who infects others with the 'Synchronous Virus.'": {
        "message": "作為共步衞軍的特使，希恩經常負責與剛剛甦醒的指揮官進行首次接觸。軍團指揮官稱他是攜帶者 - 將「共步衞軍病毒」傳染給別人的人。"
    },
    "Hosidius is one of the most accomplished admirals the Legion has to offer. That being said, he near-refuses to operate any war effort on land. This has made deploying him effectively rather difficult.": {
        "message": "霍西迪烏斯是軍團中功勛最為卓著的海軍上將。他幾乎拒絕進行任何陸地作戰。這使得在戰場上對他進行有效部署成了一件難事。"
    },
    "Hzok seeks Enlightenment in stillness as much as possible. Even heat vibrations disturb him, and so he often spends long periods of time drifting in space on an Astraeus lander in deep meditation.": {
        "message": "赫佐克總是儘可能安靜地尋求啟示。爲了不受熱振動的打擾，他經常花費大量時間搭乘阿斯特賴俄斯着陸器在太空中漂流，以便進入深度冥想。"
    },
    "If war is a commander's natural state, then the purest expression of this is the Legionis Machina. It begs the question, though--what happens after they conquer this galaxy, if they do?": {
        "message": "如果戰爭是指揮官的自然狀態，那麼機器軍團就存粹為戰爭而生。那麼，如果征服了整個銀河系，他們會怎樣呢？"
    },
    "Imitating a rumored practice of the Progenitors, Rinkol gives himself a 「wider awareness」 by wafting burning embers of the Incendicus Tree into his cooling system intakes before battle. His calmness is renowned -- he is said to have slipped into a dormant recharging mode in the middle of an attack on a Revenant outpost.": {
        "message": "在模仿據傳是先祖的操作時，爲了拓寬自己的認識，林科爾在開戰前將正在燃燒的因森迪克斯樹餘燼吹入了自己的冷卻系統通風口。他冷靜沉着享譽三軍 - 據說在進攻幽魂哨崗時，他悄悄切入了休眠充電模式。"
    },
    "Imperator Invictus guards superior armor blueprints on Agoge": {
        "message": "阿戈吉上元首因威克圖斯護衞的卓越裝甲藍圖"
    },
    "Imperator Invictus is mass producing the largest weapons known on Tau Leoporis": {
        "message": "元首因威克圖斯正批量生產塔烏萊奧波利斯上最大的武器"
    },
    "Improved Commander Build Arm": {
        "message": "改良型指揮官建造臂"
    },
    "Improved Commander Build Arms increase build speed of all Commanders' build arms by 50% and reduces energy usage by 50%.": {
        "message": "改良型指揮官建造臂可使所有指揮官建造臂的建造速度提高50%，能源消耗量減少50%。"
    },
    "Improved Energy Weapons": {
        "message": "改良型能源武器"
    },
    "Improved Energy Weapons tech reduces energy costs for energy based weapons by 75%": {
        "message": "改良能源武器科技可使能源驅動型武器的能源花費減少75%"
    },
    "Improved Fabricator Build Arms": {
        "message": "改良型建造兵建造臂"
    },
    "Improved Fabricator Build Arms increase the build speed of all fabricator and factory build arms by 50% and reduces energy usage by 50%.": {
        "message": "改良型建造兵建造臂可使所有建造兵和工廠建造臂的建造速度提高50%，能源消耗量減少50%。"
    },
    "Improved Intelligence Tech": {
        "message": "改良型情報科技"
    },
    "Improved Intelligence Tech reduces energy costs for intelligence structures by 75%": {
        "message": "改良情報科技可使所有情報類建築的能源花費減少75%"
    },
    "In possession of a Progenitor mini-scroll that he is convinced bears the name and coordinates of the legendary Progenitor homeworld, Tenkai has spent a lifetime searching for the star system called 'Macho Soft Taco $1.45.'": {
        "message": "得到記載有傳説中的先祖家園的名稱和座標的先祖微型卷軸後，滕凱畢生都在尋找叫作「Macho Soft Taco $1.45」的星系。"
    },
    "In researching ancient progenitor artifacts and data caches, Nemicus and his followers discovered references to The Great Machine. Supposedly, The Great Machine was what built and directed the commanders long ago. If any answers about the origins and purpose of the commanders were to be found, The Great Machine seemed like the best place to start.": {
        "message": "在研究古代先祖製品和數據緩存時，內米克斯和他的手下發現裏面提到了偉大機器。按照推測，偉大機器是在很早以前建造的，並向指揮官發送指令。如果想尋找有關指揮官起源和目的等問題的答案，那麼最好從偉大機器入手。"
    },
    "In some cases overexposure to progenitor relics results in a commander’s neural algorithms diverging to the point where it becomes difficult to communicate with their peers. Okta, for example, has begun assigning unfamiliar roles to many units under his command, such as 'Combat Associate,' 'Executive Manager,' and 'Explosive Supervisor.'": {
        "message": "如果指揮官過度接觸先祖遺物，他的神經算法發出現偏差，導致他難以與同伴通信。以奧克塔為例，他已經開始給屬下的單位指派陌生的角色，如：「作戰副官」、「執行經理」和「爆破主管」等。"
    },
    "Increases radar range by 60%": {
        "message": " 使雷達覆蓋範圍擴大60%"
    },
    "Increases the speed of all Titans by 20%.": {
        "message": " 使所有泰坦的移動速度提高20%。"
    },
    "Inquisitor Nemicus holds data for abstract economic techniques on Zeta Draconis": {
        "message": "審判者內米克斯握有介紹天龍座經濟技術的數據"
    },
    "Intelligence Fabrication Tech": {
        "message": "情報建造科技"
    },
    "Intelligence Fabrication Tech reduces metal build costs of all intelligence structures and mobile units by 50%": {
        "message": "情報建造科技可使所有情報類建築物和移動式單位的金屬消耗量減少50%"
    },
    "Interplanetary Warfare": {
        "message": "星際戰爭"
    },
    "Introduction": {
        "message": "入門"
    },
    "Isolationist Commander": {
        "message": "獨行指揮官"
    },
    "It takes two resources to run a war.": {
        "message": "戰爭需要消耗兩種資源。"
    },
    "It’s rare for Seekers to be recruited instead of built. Giltine was found inactive and frozen in a glacier. When the Seeker who found her began trying to salvage her, she suddenly activated and blew a hole through his chassis. She was promptly deemed fit to be named a Seeker without the traditional rebirth.": {
        "message": "覓戰者基本上都是招募而來，罕有建造。在冰川中發現吉爾廷時，她處於沉睡狀態。正當發現她的覓戰者開始營救她時，她突然甦醒過來，並在那名覓戰者外殼上炸出了一個洞。因此，沒有按照慣例進行重生，就立即任命她擔任覓戰者。"
    },
    "Juhst was reactivated on a world with a dense atmosphere and constant gale force winds. Since then she has been obsessed with the power of wind currents and has lobbied heavily to utilize them for power generation as opposed to conventional solar and nuclear solutions.": {
        "message": "尤赫斯特在一顆大氣稠密，狂風肆掠的星球上被重新激活。自那時起，她就迷上了風流能的利用，併爲用它們來取代傳統的太陽能和核能而四處遊說。"
    },
    "Known for his natural charisma, Valerius fought alongside Invictus during the First War of Founding. He is correctly suspected of having designs on the throne, and is therefore given impossible assignments in the most distant reaches of the galaxy. Over the course of countless difficult campaigns, he has earned the unwavering devotion of his armies.": {
        "message": "瓦萊裏烏斯擁有與生俱來的魅力，他在第一次元老之戰中與因威克圖斯並肩作戰。因為擔心他會圖謀權利，所以就將距離最遠、無法完成的任務指派給他。經過無數次艱難的戰役後，他在軍中贏得了不可動搖的厚愛。"
    },
    "Kormo remembers the name and designation of every commander he has taken parts from, believing each to still be activated through him. This has lead to a number of cases of friendly fire which he promptly blamed on his missile launcher, salvaged from a Legion commander.": {
        "message": "科爾莫記得他拿取過零件的每個指揮官的名字和稱號，堅信他們中的每一個還會由他來激活。這導致了大量誤向友軍開火事件的發生，他會立即把責任推給他從軍團指揮官那裏弄來的導彈發射器。"
    },
    "Lampades has rigged a rather ingenious array of flood and strobe lights to her chassis. Rather than be concerned with subterfuge, she instead uses intense light to confuse targeting systems.": {
        "message": "蘭帕德斯將大量精製的泛光燈和閃光燈安裝到了她的機體上。她不願玩什麼詭計，耍什麼花招，而是直接利用強光來混淆瞄準系統。"
    },
    "Learn by Osiris' roaming example on Varthema to expand your influence.": {
        "message": "從歐西里斯漫遊瓦爾瑟瑪的例子中學會擴大你的影響力。"
    },
    "Lightweight Commander": {
        "message": "輕型指揮官"
    },
    "Livius is one of the oldest activated commanders in the Legionis Machina, and possibly the galaxy for that matter. Despite the disrepair his form exists in, he wields a significant amount of power in the court of Commander Invictus. This has lead to rumors that Livius found and reactivated Invictus, rather than the common belief that Invictus was the first commander to awaken.": {
        "message": "利維烏斯機器軍團中最早被激活的一批指揮官，可能也是銀河中最早的一批。儘管有些年久失修，他卻在指揮官因威克圖斯的權力體系中佔有重要一席。這引起了關於利維烏斯發現並重新激活了因威克圖斯的謠傳，而不是普遍認為的因威克圖斯是第一個甦醒過來的指揮官的説法。"
    },
    "Loss of your commander results in [strong]defeat[/strong].": {
        "message": "如果指揮官被擊毀，你將[strong]戰敗[/strong]。"
    },
    "Many commanders in the Legion considered Bassus inefficient at best and defective at worst for his insistence on outfitting himself with armor five times thicker than other commanders at the cost of mobility. Their opinion changed when Bassus was recovered while drifting through space--the sole survivor of a pivotal battle that ended in a moon colliding with his base.": {
        "message": "巴蘇斯用犧牲機動性換來了厚度增加了5倍的裝甲，軍團中的許多指揮官對他評價是不好不壞。在巴蘇斯在太空中被找回後，他們的看法發生了變化 - 在一場以衞星撞擊基地告終的關鍵戰役中，他是唯一的倖存者。"
    },
    "Many older members of The Synchronous are very similar just by nature of being synchronized for so long. As the years wore on more of Jakaal dissolved into the synchronized whole. Now when Jakaal speaks, she speaks with the voice of The Synchronous itself.": {
        "message": "在很長一段時間裏，共步衞軍許多資歷較老的成員的同步化性質都非常相似。隨着時間的流逝，賈卡爾更多地融入了同步化整體。現在，賈卡爾用共步衞軍的聲音説話。"
    },
    "Many structures can be built on top of the water surface.": {
        "message": "許多建築可建在水面上。"
    },
    "Mara favors guns. Mara favors big guns. Mara favors more guns. With each commander destroyed, Mara’s extensive weapons array grows. While most successful Seekers learn early to find ways to moderate their experiments, there are still few, like Mara, who favor more guns above all.": {
        "message": "瑪拉喜歡槍。瑪拉喜歡大槍。對瑪拉而言，槍是多多益善。每當有指揮官被擊毀，瑪拉的武器儲備都會增加。雖然大多數成功的覓戰者早就學會如何減少試驗，但仍有少數像瑪拉這樣的覓戰者，痴迷於槍械。"
    },
    "Metal and energy storage on all commanders and storage structures increased by 300%. Adds in blueprints for storage structures.": {
        "message": "所有指揮官和倉庫類建築上的金屬和能源儲備增加300%。增加倉庫類建築藍圖。"
    },
    "Metal draw": {
        "message": "金屬汲取量"
    },
    "Metal is used to build mobile units and structures.": {
        "message": "金屬用來建造移動單位和建築。"
    },
    "Metrarch the Machinist controls the data for this bipedal loadout somewhere on Cupru.": {
        "message": "機械大師莫卓亞克將有關這種雙足武器裝備的數據藏在庫普魯上某處。"
    },
    "Metrarch the Machinist holds blueprints for advanced infrastructure on Fier.": {
        "message": "機械大師莫卓亞克將高級基礎設施的藍圖放在菲耶爾上。"
    },
    "Metrarch the Machinist places value in expendability. Learn his ways within the Platina system.": {
        "message": "機械大師莫卓亞克壓寶於可擴展性。在普拉蒂納系統上學習他的方法。"
    },
    "More so than other factions, The Foundation wages ideological as well as physical warfare in many of their battles. Whereas most factions recruit through subjugation or assimilation, The Foundation prefers willing converts. While still young, Pidbok was easily swayed by the promise of serving a Grand Purpose for the Great Machine, instead of just being one of Invictus’ many grunts.": {
        "message": "相比其它派系，溯源教會進行了大量的意識形態戰爭和實際戰爭。大多數派系通過征服和同化來招募新兵，而溯源教會則傾向於自願皈依。皮德博克小時候就受到了薰陶，發誓要實現偉大目標，效忠偉大機器，而不是成為因威克圖斯手下的一位普通戰士。"
    },
    "Most unit orders can be given as an area command.": {
        "message": "絕大多數單位指令都能以區域命令的形式下達。"
    },
    "Move the Atlas toward the enemy base. Destroy the enemy commander and its base.": {
        "message": "朝敵方基地移動阿特拉斯。摧毀敵方指揮官和基地。"
    },
    "Name:": {
        "message": "名稱："
    },
    "Naval Ammunition Tech": {
        "message": "海軍彈藥科技"
    },
    "Naval Ammunition Tech increases the damage of all naval vessels by 25%": {
        "message": "海軍彈藥科技可使所有海軍艦船造成的傷害提高25%"
    },
    "Naval Armor Tech": {
        "message": "海軍裝甲科技"
    },
    "Naval Armor Tech increases health of all naval units by 50%": {
        "message": "海軍裝甲科技可使所有海軍單位的生命值增加50%"
    },
    "Naval Combat Tech": {
        "message": "海軍作戰科技"
    },
    "Naval Combat Tech increases speed of all naval units by 50%, health by 50%, and damage by 25%": {
        "message": "海軍作戰科技可使所有海軍單位的移動速度提高50%，生命值增加50%，造成的傷害提高25%"
    },
    "Naval Engine Tech": {
        "message": "海軍引擎科技"
    },
    "Naval Engine Tech increases speed of all naval units by 50%": {
        "message": "海軍引擎科技可使所有海軍單位的移動速度提高50%"
    },
    "Naval Fabrication Tech": {
        "message": "海軍建造科技"
    },
    "Naval Fabrication Tech reduces metal build costs of all naval vessels by 25%": {
        "message": "海軍建造科技可使所有海軍艦船的金屬消耗量減少25%"
    },
    "Naval Units": {
        "message": "海軍單位"
    },
    "Naval units are built from the naval factory.": {
        "message": "海軍單位由海軍工廠製造。"
    },
    "Negult is a 'digit' -- a commander who has completely given herself over to collective control. Having shed any semblance of personal identity, she is often given sensitive or odious tasks that might cause hesitation in a semi-autonomous commander. She is the Synchronus’ go-to asset for eliminating insufficiently-synchronized members of the collective.": {
        "message": "內古爾特是一個「數位」- 一位完全縱情於集中控制的指揮官。在擺脫了個人身份的偽裝後，她經常會接到一些敏感或可憎的任務，這些任務可能會讓半自主指揮官猶豫不決。每當共步衞軍需要清除軍團中同步化不足的成員時，她一定是首選。"
    },
    "Nemicus was the first commander to ever reactivate, and had plenty of time for introspection before encountering others. This soon prompted Nemicus to begin wondering why he existed in the first place.": {
        "message": "內米克斯是第一個重新激活的指揮官，在遇到其它指揮官前他有大量的時間進行反思。由此，他很快便開始思考他到底為何而存在。"
    },
    "Nemicus would eventually form The Foundation with other like-minded commanders, with the objective of answering the big questions: Why are the commanders here? How did they get here?": {
        "message": "內米克斯最終會與其他志趣相投的指揮官建立溯源教會，共同尋找重要問題的答案：指揮官為什麼會在這裏？他們是如何來到這裏的？"
    },
    "Nutzo is a young and recent convert from The Revenants. He claims to hear ‘spirits’ from the beyond, and that one of them is the voice of the Great Machine. This is likely more a symptom of his neural processors being stitched together from five other commanders.": {
        "message": "努佐是最近脱離幽魂的一位年輕指揮官。他聲稱聽見了來自遠方的‘靈魂’，其中就有偉大機器的聲音。這可能是因為他的神經處理器是由其它5位指揮官的拼接而來。"
    },
    "Octavius has made a habit of broadcasting a sequence of tones to his whole army in battle, along with usual command and directive data. He claims that this constant audio input has increased combat effectiveness by 15.83222%": {
        "message": "奧克塔維烏斯習慣在戰鬥中向他的部隊發送常見命令和指令數據的同時播送一系列音調。他聲稱這一連續不斷的音頻輸入將作戰效率提高了15.83222%。"
    },
    "Ogbuna could be described as terse. Whether by choice or by some manner of glitch, he seems only capable of communicating in the form of single words and concepts. This makes his troop movements erratic and difficult to interpret, both for friends and foes.": {
        "message": "奧格布納行事簡練。無論是出於自願，還是因為存在小故障，他似乎只能以單字或單一概念的形式進行交流。這使得他的部隊行動飄忽不定，讓友軍和敵軍都捉摸不透。"
    },
    "On Atlas, Inquisitor Nemicus has this fast moving loadout installed in his data banks.": {
        "message": "在阿特拉斯上，檢察官內米克斯把這種快速移動的裝備安裝在他的數據庫中。"
    },
    "Oncab was captured by the Legionis Machina and spent several years as a legate before being recaptured and resynchronized. A residual independence leads him to initiate critical decision-making processes within the collective -- an attribute that is tactically valuable but leads others in his cohort to doubt his commitment to the Synchronous.": {
        "message": "昂卡布成爲了機器軍團的俘虜，在被重新奪回和重新同步化前，他當了幾年教廷使。性格中尚存的獨立性讓他還未脱離軍團就開始了重要決策過程 - 雖然這是具有戰術價值的屬性，但卻使隊列中的其它人懷疑起他對共步衞軍的忠誠。"
    },
    "Once the Atlas is selected, [style=control]right click on the ground [/style]to issue a move order to that location.": {
        "message": "選擇了阿特拉斯後，[style=control]鼠標右鍵點擊地面[/style]，發出向那個位置移動的命令。"
    },
    "Only Inquisitor Nemicus knows the data for this assault focused loadout. Find it on Patagonia.": {
        "message": "只有檢察官內米克斯知道這種突擊型武器裝備的相關數據。在帕塔戈尼亞上找到它。"
    },
    "Optimized with a low-latency, high-bandwidth link directly to the top of the Synchronous, Prulor is Metrarch’s lightning-fast right hand. He is only dispatched to deal with high-value or especially difficult adversaries. He has never failed.": {
        "message": "普魯洛通過低延遲、高帶寬網絡與共步衞軍的最高層直接聯繫，他是莫卓亞克快如閃電的左膀右臂。只會派他去對付重要敵人或棘手的敵人，而且他從未失手過。"
    },
    "Orbital": {
        "message": "軌道"
    },
    "Orbital Ammunition Tech": {
        "message": "軌道彈藥科技"
    },
    "Orbital Ammunition Tech increases damage of all orbital units by 25%": {
        "message": "軌道武器科技可使所有軌道單位造成的傷害提高25%"
    },
    "Orbital Armor Tech": {
        "message": "軌道裝甲科技"
    },
    "Orbital Armor Tech increases health of all orbital units by 50%": {
        "message": "軌道裝甲科技可使所有軌道單位的生命值增加50%"
    },
    "Orbital Combat Tech": {
        "message": "軌道作戰科技"
    },
    "Orbital Combat Tech increases speed of all orbital units by 50%, health by 50%, and damage by 25%": {
        "message": "軌道作戰科技可使所有軌道單位的移動速度提高50%，生命值增加50%，造成的傷害提高25%"
    },
    "Orbital Commander": {
        "message": "軌道指揮官"
    },
    "Orbital Engine Tech": {
        "message": "軌道引擎科技"
    },
    "Orbital Engine Tech increases speed of all orbital units by 50%": {
        "message": "軌道引擎科技可使所有軌道單位的移動速度提高50%"
    },
    "Orbital Fabrication Tech": {
        "message": "軌道建造科技"
    },
    "Orbital Fabrication Tech reduces metal build costs of all orbital vehicles by 25%": {
        "message": "軌道建造科技可使所有軌道載具的金屬消耗量減少25%"
    },
    "Orbital Movement": {
        "message": "軌道移動"
    },
    "Orbital units are expensive units that fly in low planet orbit, can traverse between planets, but are vulnerable to anti-orbital weaponry.": {
        "message": "軌道單位是在低行星軌道飛行的高成本單位，它們可穿梭於行星之間，但易受到反軌道武器攻擊。"
    },
    "Origin": {
        "message": "起源"
    },
    "Osiris has always lead a solitary existence. He was always more interested in the parts of his fellow commanders than the commanders themselves. With every battle won he would take the best pieces left of the broken adversary and integrate them into his form. Osiris is considered one of the most dangerous forces in the galaxy.": {
        "message": "歐西里斯一直獨居。相比與之作戰的指揮官，他對他們的零件更感興趣。每次戰鬥勝利後，他都會將對手殘體上最好的零件安裝都自己身上。歐西里斯被認為是星系中最危險的軍隊之一。"
    },
    "Osiris holds no interest in ruling, and instead serves more as an exemplar, whether he cares to or not. Therefore, it falls to a small council of older Seekers to direct the affairs of The Revenants at large--primarily making sure that they're fighting the other factions instead of amongst themselves.": {
        "message": "歐西里斯"
    },
    "Osiris often considered the most dangerous commander in all the galaxy for the amount of annihilations he is credited with. A force of war equal to any army, high command of any faction takes his movements into consideration when deploying forces.": {
        "message": "歐西里斯因為發動了大量殲滅戰爭而認為是銀河中最危險的指揮官。正所謂牽一髮而動全身，任何派系的最高指揮部在部署軍隊時都會考慮他的動向。"
    },
    "PREPARE FOR LANDING": {
        "message": "準備着陸"
    },
    "Part of the doctrine of The Synchronous is favoring the efficiency of 'mechanical purity.' To them, the galaxy as a whole is a great machine, and anything that keeps it from running at peak efficiency must be corrected or removed. This happens to often mean any and all organic life and unsynchronized commanders.": {
        "message": "共步衞軍的信條之一就是支持機械般存粹的效率。對他們而言，整個星系就是一個巨大的機器，任何阻礙其以最高效率運轉的物體或生命體都必須被糾正或剷除。這在多數情況下是指全部有機生命體和非同步化的指揮官。"
    },
    "Planetary Expansion": {
        "message": "星球擴張"
    },
    "Pompey was desynchronized after a bold strike by the Legionis Machina cut off the Synchronous infrastructure that supported his sector. Since then he has worked hard to earn the trust of his fellow Legates, but declines to share the fact that his command systems still experience heavy interference when in synchronous territory.": {
        "message": "機器軍團發起的一次猛烈襲擊切斷了共步衞軍基礎設施對龐培防區的支援，從而使龐培變得不再同步化。雖然龐培自那時起一直在努力贏得其同僚的信任，但卻拒絕承認他的指揮系統在同步地域仍會受到嚴重干擾。"
    },
    "Popcorn Commander": {
        "message": "爆米花指揮官"
    },
    "Possessed by some form of wanderlust, Iku tends to seek uncharted warpways instead of other commanders to fight. This behavior has landed him quite accidentally in several pitched battles deep inside enemy territory.": {
        "message": "伊庫有某種漫遊癖，相比與敵方指揮官直接交手，他更願意尋找那些不為人知的曲徑。這種行為使他在數次激戰中意外深陷敵陣。"
    },
    "Prod": {
        "message": "產能"
    },
    "Production": {
        "message": "生產"
    },
    "Productive": {
        "message": "高產"
    },
    "Protocol: Agility": {
        "message": "協議：靈敏"
    },
    "Protocol: Blindness": {
        "message": "協議：盲打"
    },
    "Protocol: Disposability": {
        "message": "協議：自由處置"
    },
    "Protocol: Fortitude": {
        "message": "協議：堅毅"
    },
    "Protocol: Kill-switch": {
        "message": "協議：殺戮開關"
    },
    "Protocol: Precision": {
        "message": "協議：精準"
    },
    "Protocol: Wrath": {
        "message": "協議：怒火"
    },
    "Prove your self-sufficiency by defeating Osiris on Epiphany.": {
        "message": "在伊皮弗尼擊敗歐西里斯，證明你能自給自足。"
    },
    "Qadir plans his strategies in unorthodox ways, taking intelligence from the movement of the celestial bodies in his system rather than actual strategic data. He believes he has developed a series of algorithms that can deduce enemy movements purely from the current gravitational forces acting on the battlefield. Strange as it sounds, he remains undefeated.": {
        "message": "卡迪爾以非常規的方式制定戰略，通過天體的運動獲得情報，而不是實際的戰略數據。他堅信自己設計的一系列算法可通過當前作用在戰場的引力演繹出敵人的動向。儘管聽起來有點匪夷所思，不過他在戰場中尚未有敗績。"
    },
    "Questromo is frequently deployed beyond the integral network volume of the Synchronous, and has therefore been imbued with limited self-sufficiency. When he returns from tours abroad, he undergoes complete re-synchronization. When powered-down for deep-space transport, he sometimes has strange dreams.": {
        "message": "奎斯特羅莫的部署經常超出共步衞軍的整體網絡容量，因此他有一點狂妄自大。在回到國內後，他接受了徹底再同步化。當進入休眠狀態進行深層空間運輸時，他有時會做些奇怪的夢。"
    },
    "Reclaim at will": {
        "message": "隨意回收"
    },
    "Reduces the cost of all Titans by 50%.": {
        "message": " 使所有泰坦的花費減少50%。"
    },
    "Resilient": {
        "message": "堅韌不拔"
    },
    "Resource use": {
        "message": "資源利用"
    },
    "Retreat is an offense punishable by deactivation within the Legionis Machina. While this law is understood, the truth of the matter is that a commander is too valuable a strategic resource to squander in such a way. So it was that Mallius was pardoned for his crime of retreat.": {
        "message": "按照機器軍團現行的軍規，撤退會受到撤職處罰。雖然這條法規在軍中不講自明，但如此對待指揮官這樣的稀缺戰略資源顯然是暴餮天物，因此事實上他們並不會受到這樣的處罰。馬裏烏斯因撤退而犯下的罪行自然也就受到了豁免，"
    },
    "Revenants tend to be the most difficult commanders to synchronize, whether due to an inherent individualism or their tendency to feature… Unorthodox modifications. Flornek, for example, has experienced several violent desynchronizations and following resynchronizations.": {
        "message": "無論是出於固有的個人主義，還是異端修正傾向，幽魂都是最難以同步化的指揮官。以弗羅內克為例，他有過數次暴力去同步化，接着又再同步化的經歷。"
    },
    "Revenants tend to prefer wrecked, once densely-populated worlds for their abundance of salvageable scrap. Jektu, however, has an affinity less developed worlds, preferring to claim resources and build new parts manually.": {
        "message": "幽魂更喜歡曾經人口稠密，如今破敗不堪的世界，因為那裏有大量可回收利用的零件。不過，耶克圖來自欠發達世界，習慣自己去尋找資源，手工製作新的零件。"
    },
    "Rutilius holds the honored responsibility of assessing newly-activated commanders for recruitment. All new recruits must demonstrate above all else a suitable capacity for warfare and the ability to adhere to a chain of command. Those that fail this test are promptly deactivated. Rutilius has yet to turn down a new recruit.": {
        "message": "魯提琉斯奉命評估和招募最近剛被激活的指揮官。所有新兵首先必須證明他們具備合格的作戰能力，並且忠於指揮系統。凡是未通過測試的將被立即停用。魯提琉斯如今尚未拒絕任何一名新招募的指揮官。"
    },
    "Seek out First Seeker Osiris on Xianyao. There you will find the loadout your friends desire.": {
        "message": "在險要找到第一覓戰者歐西里斯。你將在那裏找到你的朋友想要的武器裝備。"
    },
    "Seek purity and simplicity through Inquisitor Nemicus on Blogar's Fist": {
        "message": "通過審查官內米克斯在布洛加爾之拳尋找淳和質樸"
    },
    "Seekers will often weigh the effectiveness of any given piece of equipment by stress-testing it. Hecate, however, values presence above all. She believes that the bigger and louder the loadout, the sooner the enemy will retreat after poorly assessing their chances of victory.": {
        "message": "覓戰者經常通過強度測試來評估一件裝備的效用。不過，赫卡特最看重的卻是外觀。在她看來，武器裝備的尺寸越大，射擊時的動靜越大，敵人在對獲勝機率做出不當評估後，撤退的速度就越快。"
    },
    "Shift will queue build orders. [style=control]Shift + left click and drag[/style] a line of three energy plants on some open land.": {
        "message": "可使用Shift鍵排隊建造指令。[style=control]Shift + 點擊鼠標左鍵並拖動[/style]，選擇開闊地上三個能源工廠來排隊。"
    },
    "Shingon is especially picky about what kinds of parts he harvests from fallen adversaries, prizing 'authenticity' above all other attributes. He is especially obsessed with original parts that predate the modern era. 'The new stuff is just too blocky,' he explains.": {
        "message": "真言對從敵人那裏獲得的戰利品尤其挑剔，他最看重的是「真實性」。他對那些古董級的原裝零件尤為痴迷。按照他的話，「新玩意都太不講究了。」"
    },
    "Shipwrecked and badly damaged after his transport was ambushed in Revenant space, Terentius survived by cobbling together a working body from the remains of his co-legates. Accepted by the Revenant as one of their own, Terentius then led his unsuspecting new partners to a trap set by the Legionis. Among the Revenant, his treachery is legend.": {
        "message": "特倫蒂烏斯的運輸船在幽魂空間遭遇伏擊，失事並受到重創，他是靠着將教廷同伴殘肢上的可用部件拼湊在一起而活了下來。幽魂將特倫蒂烏斯接納為他們的一員。他將毫無戒備之心的新夥伴帶到了機器軍團專門設置的陷阱。他的這次背叛堪稱傳奇。"
    },
    "Simple Commander": {
        "message": "精簡型指揮官"
    },
    "Some Acolytes within the Foundation find a form of Enlightenment shortly after they are brought into the fold. For some, this definition will change as they are exposed to new information and progenitor relics. Entor’s definition seems to change dramatically with each new planet she visits.": {
        "message": "溯源教會的一些追隨者會在入會後不久發現一種教化形式。對於其中的一些追隨者而言，這一定義會在他們接觸到新的信息和先祖遺蹟後發生變化。恩託每到一顆新的行星，她的定義就會大幅變化。"
    },
    "Some commanders, like Lertolux, are found on metal planets and considered 「pure」 by The Synchronous--unsullied by organic life. Much more of their neural data is integrated into the Whole during the synchronization process, and such events are seen as cause for celebration--as much as The Synchronous are capable celebrating, at least.": {
        "message": "共步衞軍在金屬行星上發現了一些像勒托勒克斯這樣未受有機生命體污染的純粹指揮官，在同步化的過程中大量地將他們的神經數據整合到了總系統中。為此，共步衞軍進行了他們所謂的大肆慶祝。"
    },
    "Some say Xlti has spent too much time trying to connect unrelated Progenitor texts in the Foundation archives. He now sees conspiracies everywhere, and is convinced that the Synchronous, the Revenant, and the Legionis are colluding to conceal a secret base where living Progenitors are being experimented upon. He frequently demands that captured foes tell him 'the truth,'' which he insists is 'out there.'": {
        "message": "有這樣的一種聲音，認為埃克塞爾蒂花費了過多的時間去連接溯源教會檔案館中不相干的先祖原文。如今，他發現陰謀無處不在，堅信共步衞軍、幽魂和機器軍團正串通起來隱瞞一個祕密基地，因為那裏正對活着的先祖進行着祕密試驗。由此他頻繁地逼迫被俘的敵人告訴他堅持認為存在的「實情」。"
    },
    "Some seekers are better equipped than others to survive after their rebirth. This was not so with Purtelek. He was activated deep in Legionis Machina territory with a cracked nuclear reactor and a jam-prone cannon. The fact that he still survives serves as a testament to his cunning--do not underestimate him.": {
        "message": "一些覓戰者在重生後獲得更精良的裝備，以期在今後的戰鬥中能存活下來。不過，普爾泰萊克卻沒有得到這樣的待遇。機器軍團在自己領地的深處激活了他，但只給他裝備了一個破損的核反應堆和一門有故障的火炮。儘管如此，他還是存活了下來，這很好地印證了他在戰場上的狡猾 - 永遠不要低估他。"
    },
    "Spawn Commander": {
        "message": "指揮官刷新點"
    },
    "Starts with +10,000% stored metal. Cannot build metal extractors. Starts with all basic factories.": {
        "message": "開局時金屬儲備量+10000%。無法建造金屬開採裝置。開局時即擁有所有初級工廠。"
    },
    "Stop when storage is full": {
        "message": "倉庫裝滿後停止生產"
    },
    "Storage": {
        "message": "倉庫"
    },
    "Storage Commander": {
        "message": "倉庫指揮官"
    },
    "Storage Compression Tech": {
        "message": "倉庫壓縮科技"
    },
    "Structure Armor Tech": {
        "message": "建築物裝甲科技"
    },
    "Structure Armor Tech increases the health of all structures by 50%": {
        "message": "建築裝甲科技可使所有建築的生命值增加50%"
    },
    "Structure Combat Tech": {
        "message": "建築物作戰科技"
    },
    "Structure Combat Tech increases the health of all structures by 50%. Defensive structures also gain a 25% damage increase.": {
        "message": "建築作戰科技可使所有建築的生命值增加50%，使防禦類建築造成的傷害提高25%。"
    },
    "Sub Commander": {
        "message": "副指揮官"
    },
    "Super Weapon Fabrication Tech": {
        "message": "超級武器建造科技"
    },
    "Super Weapon Fabrication Tech reduces metal build costs of all nuclear missiles, Halley Rockets, and metal planet control modules by 75%. Tech to build super weapons is required.": {
        "message": "超級武器構造科技可減少所有核導彈、哈雷火箭和金屬行星控制模塊的建造金屬花費減少75%。需要超級武器科技。"
    },
    "Super Weapon Tech": {
        "message": "超級武器科技"
    },
    "Super Weapon Tech enables nuclear missiles, metal planet controllers, and planetary engines to be built. An advanced fabricator is required to build super weapons.": {
        "message": "超級武器科技支持建造核導彈、金屬行星控制器和行星引擎。要製造超級武器，需要高級建造兵。"
    },
    "Teleporters require energy to remain active.": {
        "message": "傳送裝置需要能源維持運轉。"
    },
    "Thanatos salvaged and assimilated a Synchronous network module in an attempt to predict the movement of Synchronous units on the battlefield. After a brief exposure to the thoughts of the collective, she tore the module from her cortex and swore everlasting vengeance on the Synchronous. She refuses to share any details about what she learned.": {
        "message": "塔納託斯竊取並利用了一個共步衞軍的網絡模塊，希望以此來預測共步衞軍的作戰單位在戰場上的行動。在短暫接觸羣體思想後，她從皮質上撕下了模塊，發誓對共步衞軍進行無休止報復。她拒絕進一步透露掌握的信息。"
    },
    "The Air Commander loadout contains basic air factories.": {
        "message": "空軍指揮官的武器裝備包括基礎空軍工廠。"
    },
    "The Artillery Commander loadout contains all artillery units and reduces costs of those structures by 75%. It also enables the Commander to build radar, double barreled turrets and basic artillery turrets.": {
        "message": "火炮指揮官的武器裝備包括所有火炮單位，並且可使這些建築的花費減少75%。它還使指揮官能夠建造雷達、雙管炮塔和基礎炮塔。"
    },
    "The Assault Commander loadout contains all basic factories and units but no basic defenses.": {
        "message": "突擊指揮官的武器裝備包括所有基礎工廠和單位，基礎防禦除外。"
    },
    "The Bionic Augmentation Commander Of Neutralizing loadout contains one data bank but increases the Commander\\'s fire rate by 100%, decreases Uber Cannon energy usage by 75%, increases health by 200%, and increases speed by 650%.": {
        "message": "中和仿生增強指揮官的武器裝備雖然只有一個數據庫，可使指揮官的射速提高100%，Uber火炮的能源消耗減少75%，使指揮官的生命值增加200%，移動速度提高650%。"
    },
    "The Bot Commander loadout contains basic bot factories.": {
        "message": "機器人指揮官的配備包括基礎機器人工廠。"
    },
    "The Commander": {
        "message": "指揮官"
    },
    "The Education Commander will help you understand the control interfaces to destroy your enemies.": {
        "message": "培訓指揮官將幫助學習如何使用控制界面摧毀敵人。"
    },
    "The General Commander loadout contains very limited mobile forces and only two data banks. However, the loadout comes with two Sub Commanders that accompany you into each battle.": {
        "message": "通用指揮官的武器裝備包括非常有限的移動作戰單位和兩個數據庫。不過，每次進入戰鬥都會配備兩個副指揮官。"
    },
    "The Legionis Machina can be considered a cult of personality, in that their purpose is void without Invictus. This is likely where their bitter hatred of The Synchronous comes from, as they view Metrarch as a false idol of sorts.": {
        "message": "機器軍團崇尚個人崇拜，如果沒有因威克圖斯的話，他們也就沒了現在的目標。他們將莫卓亞克視為反面典型，這可能就是他們對共步衞軍恨之入骨的原因。"
    },
    "The Legionis Machina has claimed confirmed kills of Metrarch the Machinist on several occasions. While these claims could easily be fabricated, it is also possible that Metrarch is not in fact a single commander, but rather an idea--an avatar of the Whole itself that manifests where necessary to protect Synchronous interests.": {
        "message": "機器軍團在多個場合聲稱已擊殺機械大師莫卓亞克。雖然這樣的聲稱可以輕易被偽造，但還有一種可能，那就是莫卓亞克的身份不僅僅只是指揮官，而是一種概念 - 是總系統的化身，目的是在必要時保護共步衞軍的利益。"
    },
    "The Legionis Machina tends to follow strict directives in how forces are organized are deployed. This makes innovation among the Legates uncommon. Maximus is an anomaly in his numerous failed prototypes for wheeled transport platform that would supposedly enable him to move across battlefields with swiftness and grace.": {
        "message": "機器軍團在軍隊組織和部署方面有着嚴格的硬性指示。這使得教廷使罕有革新。馬克西莫斯在大量失敗的輪式運輸平臺原型中間是一個異類，他能夠迅速、優雅地穿越戰場。"
    },
    "The Orbital Commander loadout contains all orbital units and factories.": {
        "message": "軌道指揮官的配備包括所有軌道單位和工廠。"
    },
    "The Revenants are pretty loosely bound together. As Osiris tends to focus more on his own conquests than The Revenants as a whole, it falls to Seekers like Nephthys to coordinate large-scale strategy and long-term survival.": {
        "message": "幽魂的組織結構非常鬆散。歐西里斯往往是將大量的精力花在執行他自己的征戰計劃上，並不太重視幽魂的整體計劃，因此協調大型戰略和長遠生存的任務就落到了奈芙蒂斯這樣的覓戰者身上。"
    },
    "The Revenants are unique in that their motivations are individual rather than collective. Each Seeker follows in the example of their legendary Osiris--they seek battle to become stronger through their fallen enemies, and to create more Revenants.": {
        "message": "幽魂執行的是個體激勵，而非羣體。每個覓戰者都效仿他們的傳奇 - 歐西里斯，他們主動尋找參加戰鬥的機會，通過擊敗敵人增強自身實力和創造更多幽魂。"
    },
    "The Synchronous tend to require more infrastructure to operate effectively compared to the other factions. Ghel is responsible for establishing and maintaining the communication relays that allow synchronization to be maintained.": {
        "message": "相比其它派系，共步衞軍要更多的基礎設施來保持高效運轉。戈爾負責建立和維繫中繼通信，以維持同步化。"
    },
    "The Synchronus’ eager 「orientation engineer,」 Shelwhu is the instrument by which captured enemy commanders are cleansed before integration into the collective. She takes a perverse pleasure in stripping away beings’ former identities. Her methods are well-known to the Synchronous’ adversaries, and many of her foes choose death over capture.": {
        "message": "作為共步衞軍的定向工程師，在收編被俘的敵方指揮官之前，謝爾武負責淨化他們。她除去他們此前的身份，並從中取樂。共步衞軍的敵人對她採用的手段早有耳聞，許多指揮官寧願戰死，也不願被俘。"
    },
    "The Vehicle Commander loadout contains basic vehicle factories.": {
        "message": "載具指揮官武器裝備包括基礎載具工廠。"
    },
    "The camera will zoom in under the cursor location.": {
        "message": "鏡頭會在鼠標指針位置放大。"
    },
    "The commander can build structures and destroy enemy units with its powerful weaponry.": {
        "message": "指揮官能建造建築，並使用強力武器摧毀敵方單位。"
    },
    "The enemy commander has landed on the ice planet.": {
        "message": "敵方指揮官已在冰霜星球着陸。"
    },
    "The fabrication unit will assist the factory and add its build power to construct that unit faster.": {
        "message": "構造單位會協助工廠，提高它的建造力，從而加快建造速度。"
    },
    "The factory will continue to build until a stop order is issued or the continuous build is turned off.": {
        "message": "除非發出停止指令或關閉了持續建造，否則工廠會繼續建造。"
    },
    "The goal of the Legionis Machina is simple--conquest. Invictus is the designated ruler of the galaxy, and any commanders disobeying this directive are faulty.": {
        "message": "機器軍團的目標很簡單，就是征服一切。因威克圖斯是指定的銀河系統治者，任何違背這一指示的指揮官都將作報廢處理。"
    },
    "The prevailing belief among The Foundation is that The Great Machine still 'lives' through data buried deep in the first directives given to the commanders. Because of this, Acolytes will often seek direction from The Great Machine by searching within their data banks in a form of meditation.": {
        "message": "溯源教會普遍認為只要深度挖掘下達給指揮官的第一道指令背後的數據，就會發現偉大機器還在。正是因為這樣，追隨者們纔會經常以冥想的方式搜索數據庫，以此來尋找來自偉大機器的指示。"
    },
    "The process of synchronization is imperfect, and can sometimes result in strange bugs. A commander known as Reroc finished synchronization with the name Mal-Locar. It is unclear whether this is a simple matter of memory corruption or if Mal-Locar was a unique identity drifting in the Whole.": {
        "message": "同步化的過程並非完美無瑕，有時甚至會出現奇怪的漏洞。一位叫作是雷羅克的指揮官以馬爾洛卡爾的名字完成了同步化。究竟這是記憶崩壞導致的問題，還是馬爾洛卡爾是總系統中的唯一身份，無從確定。"
    },
    "The product of an experiment that combined a relic CPU of unknown origin with an existing commander’s higher functions, Zekktalt skirts the line between genius and maniac. The Synchronous maintains a defensive firewall between itself and Zekktalt’s consciousness, but tolerates his strangeness due to his occasional strategic brilliance.": {
        "message": "實驗的成果就是將一顆來歷不明的殘遺CPU植入了一個現役指揮官體內，實現了更強大的功能。澤克塔爾特不是天才，就是瘋子。為此，共步衞軍一刻都不敢掉以輕心，不過看在澤克塔爾特在戰略指揮方面的傑出才華，也就不計較他的態度冷淡了。"
    },
    "This technology unlocks advanced units and structures.": {
        "message": "這項技術可解鎖高級單位和建築。"
    },
    "Though he doesn't talk about it, Nemicus reactivated many of the first commanders himself, feeling it his duty and longing for companionship. However, often these commanders would refuse the offer to seek their true purpose, since it was already known--to annihilate. Nemicus would argue otherwise, but ultimately leave them to their own devices.": {
        "message": "雖然內米克斯不願談起，但他確實親手重新激活了許多早期的指揮官，這既是他的責任所在，也是戰友情誼的體現。不過，這些指揮官通常都不願意去探究他們的真正目標是什麼，因為這已經衆所周知了，就是去殲滅。雖然內米克斯並不認同這一點，但最終還是隨他們去了。"
    },
    "Time": {
        "message": "時間"
    },
    "Titan Commander": {
        "message": "泰坦指揮官"
    },
    "Titan Cost Reduction": {
        "message": "泰坦花費減少"
    },
    "Titan Engine Tech": {
        "message": "泰坦引擎科技"
    },
    "Titan Tech": {
        "message": "泰坦科技"
    },
    "Tough Commander": {
        "message": "強悍的指揮官"
    },
    "Trades flame tanks for storage": {
        "message": "用 Flame Tank 換取倉庫"
    },
    "Traditionally, a new Seeker is only built once enough suitable parts have been discarded by existing Seekers. Ereshkigal has developed a habit of ‘discarding’ parts much more frequently than other Seekers, and as such has created more new recruits than any other member of The Revenants--an accomplishment she seems very proud of.": {
        "message": "按照傳統，只有從現役覓戰者那裏獲得足夠數量的廢棄零件，纔會製造新的覓戰者。埃雷什基加爾已經養成了比其他覓戰者更經常丟棄零件的習慣，在幽魂中，用她的零件製造出的新覓戰者是最多的，這是她非常自豪的一項成就。"
    },
    "Tutorial": {
        "message": "教程"
    },
    "Ull, not content to merely live by the doctrines espoused by the Foundation, brings a missionary zeal to her goal of turning her adversaries into Progenitor-worshippers. Though she has had some success in converting captured enemy commanders to her faith, she is generally shunned by her Foundation peers, who for the most part don’t interpret the Texts as the literal Word of the Great Machine.": {
        "message": "烏爾不滿足於只按照溯源教會的教義生活，她帶着傳教士的熱情去實現目標，把敵人變成先祖的膜拜者。雖然她在讓被俘的敵方指揮官轉變信仰上小有成就，但溯源教會的同僚普遍避開她，因為他們大多都不會將原文理解為偉大機器的真言。 "
    },
    "Unigami salvaged and incorporated Progenitor-era memory chips into her cortex, causing her to occasionally use gibberish words like 「poodle」 and 「celery.」 On the battlefield, she is sometimes courted by Foundation commanders who believe she contains important knowledge about the Progenitors. She quickly destroys these commanders.": {
        "message": "烏尼尕彌廢舊利用先祖時代的存儲芯片，將它們植入了她的皮質，這使得她有時會胡言亂語，如：poodle和celery。她在戰場上有時會招來溯源教會的指揮官，因為他們認為她掌握了有關先祖的重要知識。她迅速消滅了這些指揮官。"
    },
    "Unit Selection": {
        "message": "如何選中單位"
    },
    "Unit Types": {
        "message": "單位類型"
    },
    "Units and structures that fire torpedoes can target submarines under water and units on the seafloor.": {
        "message": "發射魚雷的單位和建築可以攻擊潛水艇和海牀上的單位。"
    },
    "Units gain +50% weapon range and +30% health, but only scouts and commanders can see.": {
        "message": "各單位武器射程增加50%，生命值增加30%，但只有偵察兵和指揮官才能看到。"
    },
    "Unlike other Seekers that value battlefield effectiveness in their equipment, Freja has begun integrating decorative pieces into her chassis-- from raw materials such as pure gold and iron to strange progenitor artifacts like the four-wheeled vehicle adorning her head.": {
        "message": "其他覓戰者都很看重裝備的戰地效能，而弗蕾亞不太一樣，她已經開始在底盤上整合裝飾性部件了：有純金純鐵等原生材料，也有稀奇古怪的先祖神器——比如裝扮在她頭部的四輪車輛。"
    },
    "Unlike the other factions, the Legionis Machina operates as a hierarchy. Senior Legates have several Vassal Legates assigned to them, and all Legates are subjects of Invictus himself.": {
        "message": "和其他派系不同，機械軍團遵循一套等級制度。高級教廷使麾下有數個附屬教廷使，而所有教廷使又統一聽命於因威克圖斯本人。"
    },
    "Urcinius’ simple, uncomplicated logic framework translates to a calm stoicism before battle and an unusual decisiveness in the heat of combat. He rarely speaks, and this silence is often mistaken for depth. He prizes shiny things.": {
        "message": "尤塞紐斯簡單明瞭的邏輯框架造就了他大戰之前沉着的堅韌，以及激烈戰鬥中非凡的決絕。他很少説話，這種沉默常常被誤認為是深度。他中意閃閃發亮的東西。"
    },
    "Use": {
        "message": "用量"
    },
    "Use Advanced Fabricators to build advanced metal extractors, advanced energy plants and the rest of the advanced structures.": {
        "message": "高級建造兵可用來建造高級金屬開採裝置、高級能源工廠等高級建築物。"
    },
    "Vehicle Ammunition Tech": {
        "message": "載具彈藥科技"
    },
    "Vehicle Ammunition Tech increases damage of all vehicles by 25%": {
        "message": "載具彈藥科技可使所有載具的傷害增加25%"
    },
    "Vehicle Armor Tech": {
        "message": "載具裝甲科技"
    },
    "Vehicle Armor Tech increases health of all vehicles by 50%": {
        "message": "載具裝甲科技可使所有載具的生命值增加50%"
    },
    "Vehicle Combat Tech": {
        "message": "載具作戰科技"
    },
    "Vehicle Combat Tech increases speed of all vehicles by 50%, health by 50%, and damage by 25%": {
        "message": "載具作戰科技可使所有載具的速度增加50%，生命值增加50%，傷害增加25%"
    },
    "Vehicle Commander": {
        "message": "載具指揮官"
    },
    "Vehicle Engine Tech": {
        "message": "載具引擎科技"
    },
    "Vehicle Engine Tech increases speed of all vehicles by 50%": {
        "message": "載具引擎科技可將所有載具的速度增加50%"
    },
    "Vehicle Fabrication Tech": {
        "message": "載具建造科技"
    },
    "Vehicle Fabrication Tech reduces metal build costs of all vehicles by 25%": {
        "message": "載具建造科技可將所有載具的金屬建造成本降低25%"
    },
    "Vela rejects the Synchronous’ universal contempt for all things organic, instead arguing for further experiments on machine-organism integration. She has attempted several times to interface with shrubs, with limited success. She is considered a leading candidate for forcible deep-system re-synchronization.": {
        "message": "維拉不僅拒不接受共步衞軍對有機體的全盤蔑視，還呼籲進行更多的機械有機整合實驗。她曾多次嘗試與灌木接觸，但鮮有成功。她極有可能成為下一個深系統強制重同步的對象。"
    },
    "Vigilant": {
        "message": "機警"
    },
    "Welcome Commander.": {
        "message": "歡迎您的到來，指揮官大人。"
    },
    "What occurs during the process of Synchronization is unknown, as those subjected to it do not remember it. Its results, however, are obvious: The individual commander and its identity are subsumed for the most part into the Whole, and in return the commander gains an unprecedented ability to coordinate and communicate with fellow Servants, as they are all quite literally of one mind.": {
        "message": "在同步過程中發生的事情是未知的，因為親歷者都不記得了。然而，它的結果是顯而易見的：大部分情況下，各個指揮官及其身份都被納入到了總系統中。這樣一來，指揮官就獲得了前所未有的能力，可以和其他侍從協調溝通，因為他們可以説是有着共同的心智。"
    },
    "When Invictus reactivated, his memory was more whole than most commanders. This is where his assertion of his right to rule came from. That may or may not be true, but what is true is that Invictus knows more about the origin of the commanders than he cares to tell his compatriots.": {
        "message": "因威克圖斯被重新激活時，他的記憶比其他大部分指揮官都更完整。正是這件事讓他覺得他有絕對的統領資格。到底是不是另當別論，但有一點毋庸置疑：因威克圖斯對指揮官們的來龍去脈有一定了解，而他一直對他的同胞有所隱瞞。"
    },
    "When needed, [style=control]Left click the alt-fire button[/style] and [style=control]left click a location or enemy unit to fire[/style] the very powerful [strong]Uber Cannon[/strong].": {
        "message": "當需要時，[style=control]左鍵點擊副武器按鈕[/style]，然後[style=control]左鍵點擊一個位置或敵方單位來發射[/style]威力極強的[strong]Uber火炮[/strong]。"
    },
    "When the Synchronous salient was finally turned back near the end of the Outbreak Wars, this quick-thinking messenger bore the news back to Invictus, stealing glory from the commanders who did the fighting and securing himself a role as chief envoy for the Imperator. Though he participates in front-line combat, he gladly offloads the dirtiest work to his more expendable compatriots.": {
        "message": "在爆發戰爭末期，當共步衞軍的突出部隊終於被擊退之時，這個頭腦靈光的傳信員把這一消息帶給了因威克圖斯，偷走了原本屬於真正參加戰鬥的指揮官們的榮耀，從而讓他當上了元首的大使者。雖然他確實會參與一線作戰，但他只會輕輕飄飄地把危險的任務甩給他手下不那麼重要的同胞。"
    },
    "When the economy income can support a factory, that factory can always run at full efficiency.": {
        "message": "當經濟收入能支撐一個工廠時，工廠總會以最高效率運轉。"
    },
    "When the notification for the Halley Engine arrives, [style=control]left click on the orange notification and select the ice planet for annihilation.[/style]": {
        "message": "當哈雷引擎的通知到達時，[style=control]左鍵點擊橙色通知，並選擇冰霜星球進行殲滅。[/style]"
    },
    "While commanders can collate and process a staggering amount of data at once to make decisions, only so much of that data can be deemed relevant. Quintus does so by breaking everything possible down into numbers to be put into a complicated formula. Quintus does not accept percentage-based outcomes, only a certain true or false.": {
        "message": "雖然指揮官可以在一瞬間關聯、處理大量的數據來作出決定，但這麼多數據中只有有限的部分被認為是相關的。奎圖斯做決定時，會把所有可能的東西分解成數字，放入一個複雜的公式中。奎圖斯不接受基於百分比的結果，只接受嚴格的「true」或「false」。"
    },
    "While most Revenant commanders build a successor from salvaged battlefield wreckage, Xul-Kutu has chosen to construct a quadrupedal pet, instead. She loves the creature too much to take it with her to battle, so she usually leaves it at a fellow commander’s hangar, where it makes a terrible mess.": {
        "message": "大多數幽魂指揮官都會用回收的戰場殘骸造出一個接班人，但夏爾庫圖卻造了個四足寵物。她對這個生物寵愛有加，從不帶上戰場，所以她通常會把它留在一個同行指揮官的機庫裏，把那裏弄得一團糟。"
    },
    "While other Seekers tend to replace components as better ones are found, Dis tends to add more parts to her form--particularly nuclear reactors. Somehow, she has rigged herself with three tandem nuclear reactors. This has made her fearsome on the battlefield, and other seekers deployed with her tend to try to find landing zones on opposite sides of the planet, or a different one entirely.": {
        "message": "其他覓戰者都傾向於在找到更佳組件時立馬換上，而蒂斯偏偏就喜歡給她的形態添磚加瓦——特別是加裝核反應堆。她不知用了個什麼法子，給自己裝上了三個聯合核反應堆。這使得她在戰場上誰見誰怕，和她一同出戰的覓戰者更是會盡量在星球的另一面尋找着陸點，或者乾脆在其他星球上着陸。"
    },
    "While rare, there are Servants who seek out Synchronous systems and request to be synchronized. Often these individuals hope to be freed by mounting existential questions and fears as their neural nets process more and more complicated data models. Erom is one such example.": {
        "message": "雖然很少見，但還是有侍從在尋找共步衞軍系統，要求進行同步。這些機體通常會讓神經網絡處理更多更復雜的數據模型，加載大量存在主義問題和恐懼，並希望以此獲得解脱。伊拉姆就是這樣一個例子。"
    },
    "While there is much knowledge of old progenitor technology, progenitor culture and history remains largely a mystery. Glohm is one of the few that has managed to find scraps of progenitor culture in the form of ancient physical images. Each of these has been carefully cataloged.": {
        "message": "雖然對先祖科技的瞭解有很多，但先祖文化和歷史在很大程度上仍然是個謎。極少有人能找到零星記載先祖文化的遠古物理影像，格羅姆就是其中之一。這些影像都已經被仔細整理起來。"
    },
    "Xiercry so detests what he calls the 'slime-infected dirt' of planetary surfaces that he has petitioned the Synchronous to have him converted to an orbital unit so that he’ll never have to touch the ground again. He ends battles as rapidly as he can so that he can return to orbit before 'the stink gets on me and won’t come off.'": {
        "message": "希克萊異常厭惡星球表面所謂的「黏稠污泥」，所以他請求共步衞軍將他轉化成了一個軌道單位，這樣他就永遠不用再接觸地面了。他總是速戰速決，就是爲了早點回到軌道上，免得「沾染上永遠甩不掉的臭味」。"
    },
    "Yama’s gallant battlefield exploits are legendary among Revenant commanders. Unfortunately, this commander’s name is Gor-Gata, and his only accomplishment is to have been standing next to Yama when a reactor overload blew the storied commander apart. Gor-Gata donned Yama’s mostly-intact remains and has posed as Yama ever since. He enjoys the adulation, but resents having to live up to his namesake’s brave reputation.": {
        "message": "亞瑪在戰場上的英勇行徑是幽魂指揮官中流傳的佳話。可惜，這位指揮官其實名叫戈珈塔。因為一個過載的反應堆，聲名在外的亞瑪被炸得四分五裂，而戈珈塔當時恰好就在旁邊。他穿戴上了亞瑪幾乎完好無損的殘骸，從此過上了冒名頂替的生活。他很享受被人追捧的感覺，但卻因必須保住正主的英勇名聲而感到痛恨。"
    },
    "Yelam is a yes-man who stands out among a collective comprised entirely of yes-men. He vehemently agrees with whatever position has most recently been espoused by Metrarch, to the increasing annoyance of most other members of the Synchronous. Even Metrarch has quietly explored the possibility of having him forcibly de-synchronized.": {
        "message": "耶蘭姆是馬屁精中的馬屁精。只要是莫卓亞克近期支持過的角色，他都會表達強烈的贊同。這種表現越來越讓其他共步衞軍的成員感到厭惡。就連莫卓亞克自己也曾私下研究過將耶蘭姆強制取消同步的可能性。"
    },
    "Yes": {
        "message": "是"
    },
    "You can save up to 10 camera anchors by using numbers 0 - 9.": {
        "message": "您可以用數字0-9來保存最多10個鏡頭錨點。"
    },
    "Zeus Tech": {
        "message": "宙斯科技"
    },
    "Zhor has such unreliable memory banks that he cannot be relied upon to recall the outcome of his previous battle. This shortcoming has caused him to develop a highly-improvisational fighting style that makes him unpredictable on the battlefield, and he is widely feared by foes of the Foundation. He etches the names of his lieutenants on his wrist before each battle.": {
        "message": "佐爾的記憶庫可靠性基地，你沒法指望他能回憶起之前的戰鬥結果。這個缺點使他養成了一種高度即興的戰鬥風格，讓他在戰場上變得無法預料，因此令溯源教會的敵人談之色變。每次戰鬥之前，他都會把他中尉們的名字蝕刻在手腕上。"
    },
    "Zontuk was assembled from the collected parts of three Legionis Machina commanders whose natural pomposity has in Zontuk been multiplied tenfold. He is convinced of his superiority to all other beings, a belief made all the more unbearable by his unmatched record of battlefield success. If pressed, most Revenant commanders will admit that they want to see Zontuk go down, hard.": {
        "message": "祖圖克是由三個機械軍團指揮官的部件組裝而成的，這些指揮官的自大心態在祖圖克身上增加到了十倍。他深信自己是最為優越的存在，偏偏戰鬥成果還無人能及，這樣旁人就更加無法忍受他的狂妄了。如果你硬要問的話，大部分幽魂指揮官都會承認，他們想看到祖圖克倒下——重重倒下。"
    },
    "[strong]Aircraft:[/strong] Highly mobile but expensive flying units that are susceptible to enemy anti-air.": {
        "message": "[strong]飛機：[/strong]高度機動但昂貴的飛行單位，易受敵方防空火力影響。"
    },
    "[strong]Annihilate[/strong] the enemy commander by smashing it with a planet.": {
        "message": "用一個星球猛擊敵方指揮官，將其[strong]殲滅[/strong]。"
    },
    "[strong]Bots:[/strong] Quick and lightly armored units that tend to be used for multiple purposes.": {
        "message": "[strong]機器人：[/strong]快速的輕甲單位，往往用於多種目的。"
    },
    "[strong]FIGHT[/strong] the enemy commander.": {
        "message": "與敵方指揮官[strong]作戰[/strong]。"
    },
    "[strong]JUMP[/strong] to this star system.": {
        "message": "[strong]躍遷[/strong]到這個星系。"
    },
    "[strong]Naval:[/strong] Very heavily armored units but are relegated to water movement.": {
        "message": "[strong]海軍：[/strong]超重裝甲單位，但被降級為只能進行水上運動。"
    },
    "[strong]Note:[/strong] Commanders supply enough metal and energy to build a factory before building metal extractors and energy plants.": {
        "message": "[strong]注意：[/strong]在建造金屬萃取裝置和能源工廠之前，指揮官需要提供足夠的金屬和能源來建造一座工廠。"
    },
    "[strong]Select[/strong] the next star system.": {
        "message": "[strong]點選[/strong]下一個星系。"
    },
    "[strong]Vehicles:[/strong] Slow, heavily armored units that tend to have a singular purpose.": {
        "message": "[strong]載具：[/strong]慢速重裝甲部隊，往往有着單一的目的。"
    },
    "[style=control]Build 3 more vehicle, bot, or air factories.[/style]": {
        "message": "[style=control]再建造3個載具、機器人或空軍工廠。[/style]"
    },
    "[style=control]Build a Halley Engine[/style] on the moon using all the advanced fabrication units.": {
        "message": "使用所有高級構造單位在衞星上[style=control]建造一個哈雷引擎[/style]。"
    },
    "[style=control]Build a fabrication unit[/style] from a factory.": {
        "message": "從工廠[style=control]建造一個構造單位[/style]。"
    },
    "[style=control]Build a fabrication unit[/style] from the factory.": {
        "message": "從該工廠[style=control]建造一個構造單位[/style]。"
    },
    "[style=control]Build a factory and several fabrication units.[/style]": {
        "message": "[style=control]建造一座工廠和幾個構造單位。[/style]"
    },
    "[style=control]Build a second teleporter[/style] on the earth-like planet with the commander or a fabrication unit.": {
        "message": "使用指揮官或者構造單位在該類地星球上[style=control]建造第二個傳送站[/style]"
    },
    "[style=control]Build a teleporter[/style] on the moon with your advanced fabrication unit.": {
        "message": "使用你的高級構造單位在衞星上[style=control]建造一個傳送站[/style]。"
    },
    "[style=control]Build a vehicle, bot, or air factory.[/style]": {
        "message": "[style=control]建造一座載具、機器人或空軍工廠。[/style]"
    },
    "[style=control]Build additional metal extractors and energy plants[/style] to support the increased economy draw of the advanced factory.": {
        "message": "[style=control]建立更多的金屬萃取裝置和能源工廠[/style]以支持高級工廠增加的經濟消耗。"
    },
    "[style=control]Build advanced combat units from the advanced factories and destroy the enemy commander.[/style]": {
        "message": "[style=control]從高級工廠建造高級作戰單位，摧毀敵方指揮官。[/style]"
    },
    "[style=control]Build an Astraeus[/style] from the orbital launcher.": {
        "message": "從軌道發射器上[style=control]建造一個阿斯忒耶斯[/style]。"
    },
    "[style=control]Build an advanced factory and an advanced fabrication unit.[/style]": {
        "message": "[style=control]建立高級工廠和高級構造單位。[/style]"
    },
    "[style=control]Build an orbital launcher with the fabrication unit.[/style]": {
        "message": "[style=control]用該構造單位建造一個軌道發射器。[/style]"
    },
    "[style=control]Build many more advanced fabrication units and send them through the teleporter to the moon.[/style]": {
        "message": "[style=control]建立更多高級構造單位，並通過傳送站把他們送到衞星上。[/style]"
    },
    "[style=control]Build tanks and [strong]annihilate[/strong] the enemy commander.[/style]": {
        "message": "[style=control]建造坦克，[strong]殲滅[/strong]敵方指揮官。[/style]"
    },
    "[style=control]Click and drag the mouse wheel[/style] to pan the camera around the planet.": {
        "message": "[style=control]按住鼠標滾輪並拖動鼠標[/style]，即可讓鏡頭繞着星球旋轉。"
    },
    "[style=control]Connect the teleporters[/style] by selecting one and [style=control]right click[/style] on the second one.": {
        "message": "選擇一個傳送站後，再[style=control]右鍵點擊[/style]第二個傳送站即可將他們[style=control]連接起來[/style]。"
    },
    "[style=control]Issue a stop order[/style] on the factory to clear the build queue and stop all construction.": {
        "message": "對工廠[style=control]發送停工指令[/style]以清空生成隊列並停止所有建造行為。"
    },
    "[style=control]Issue an unload command to the Astraeus[/style] on the surface of the moon.": {
        "message": "向衞星表面的[style=control]阿斯忒耶斯發送卸下指令。[/style]"
    },
    "[style=control]Issue that fabrication unit to build an advanced factory.[/style]": {
        "message": "[style=control]命令該構造單位建造一座高級工廠。[/style]"
    },
    "[style=control]Left click and drag[/style] a circle around an area to issue an area patrol.": {
        "message": "[style=control]按住鼠標左鍵並拖動鼠標[/style]，即可發出區域巡邏指令。"
    },
    "[style=control]Left click and drag[/style] a circle around an area to reclaim wreckage and trees for metal.": {
        "message": "[style=control]按住鼠標左鍵並拖動鼠標[/style]，即可回收殘骸和樹木，以此換取金屬。"
    },
    "[style=control]Left click and drag[/style] a circle around some nearby metal spots to initiate an area build command.": {
        "message": "[style=control]按住鼠標左鍵並拖動鼠標[/style]，圈選附近的各個金屬儲藏點，即可啟動區域建造命令。"
    },
    "[style=control]Left click anywhere on a valid ground location[/style] to initiate the build command.": {
        "message": "[style=control]左鍵點擊任意有效地面位置[/style]來啟動該建造命令。"
    },
    "[style=control]Left click on a [strong]green[/strong] metal spot[/style] to initiate the build command.": {
        "message": "[style=control]左鍵點擊一個[strong]綠色[/strong]金屬點位[/style]來啟動該建造命令。"
    },
    "[style=control]Left click on the commander[/style] to select it.": {
        "message": "[style=control]左鍵點擊指揮官[/style]來將其選中。"
    },
    "[style=control]Left click on the energy plant[/style] in the build bar at the bottom of the screen.": {
        "message": "在屏幕底部的建造欄中，[style=control]左鍵點擊能源工廠[/style]。"
    },
    "[style=control]Left click on the metal extractor[/style] in the build bar at the bottom of the screen.": {
        "message": "在屏幕底部的建造欄中，[style=control]左鍵點擊金屬萃取裝置[/style]。"
    },
    "[style=control]Left click on the reclaim icon[/style] or press [style=control]E[/style].": {
        "message": "[style=control]左鍵點擊回收圖標[/style]或按[style=control]E[/style]鍵。"
    },
    "[style=control]Left click[/style] [strong]FIGHT[/strong] to initiate landing in this star system.": {
        "message": "[style=control]左鍵點擊[/style][strong]作戰[/strong]來着陸到這個星系。"
    },
    "[style=control]Left click[/style] [strong]JUMP[/strong] to warp to this star system.": {
        "message": "[style=control]左鍵點擊[/style][strong]躍遷[/strong]來折越至這個星系。"
    },
    "[style=control]Left click[/style] [strong]START ANNIHILATION[/strong]": {
        "message": "[style=control]左鍵點擊[/style][strong]開始殲滅[/strong]"
    },
    "[style=control]Left click[/style] inside the green circle indicating the landing zone.": {
        "message": "[style=control]左鍵點擊[/style]綠色圓圈內來指定着陸地點。"
    },
    "[style=control]Left click[/style] on the [strong]tank[/strong] icon to issue a build order to the factory.": {
        "message": "[style=control]左鍵點擊[/style][strong]坦克[/strong]圖標，向工廠發送建造指令。"
    },
    "[style=control]Left click[/style] on the blue Atlas Titan to select it.": {
        "message": "[style=control]左鍵點擊[/style]藍色阿特拉斯泰坦來將其選中。"
    },
    "[style=control]Left click[/style] on the commander to select it.": {
        "message": "[style=control]左鍵點擊[/style]指揮官來將其選中。"
    },
    "[style=control]Left click[/style] on the connected star system with the orange highlight to continue.": {
        "message": "[style=control]左鍵點擊[/style]橙色突出顯示的相連星系來繼續。"
    },
    "[style=control]Left click[/style] on the energy plant icon on the build bar.": {
        "message": "[style=control]左鍵點擊[/style]建造欄中的能源工廠圖標。"
    },
    "[style=control]Left click[/style] the next star system to select it.": {
        "message": "[style=control]左鍵點擊[/style]下一個星系統來將其選中。"
    },
    "[style=control]Load the advanced fabrication unit onto the Astraeus.[/style]": {
        "message": "[style=control]將高級構造單元裝載到阿斯忒耶斯上。[/style]"
    },
    "[style=control]Press N[/style] to reorient the planet, north up.": {
        "message": "[style=control]按N鍵[/style]重新定位星球，北面朝上。"
    },
    "[style=control]Press alt + 1[/style] to return your camera to the saved anchor spot.": {
        "message": "[style=control]按下 Alt 鍵 + 1 鍵[/style]即可將鏡頭返回已保存的錨點。"
    },
    "[style=control]Press shift + 1[/style] to save a camera anchor.": {
        "message": "[style=control]按下 Shift 鍵 + 1 鍵[/style]即可保存鏡頭錨點。"
    },
    "[style=control]Queue 5 attack units.[/style]": {
        "message": "[style=control]向隊列中添加5個攻擊單位。[/style]"
    },
    "[style=control]Right click[/style] on the unit icon to remove it from the queue.": {
        "message": "[style=control]右鍵點擊[/style]單位圖標來將其從隊列中移除。"
    },
    "[style=control]Scroll the mouse wheel[/style] to control the camera zoom level.": {
        "message": "[style=control]滾動鼠標滾輪[/style]以控制鏡頭的縮放程度。"
    },
    "[style=control]Select a unit and left click the patrol icon[/style], or press [style=control]P[/style].": {
        "message": "[style=control]選擇一個單位，然後左鍵點擊巡邏圖標[/style]，或按[style=control]P[/style]鍵。"
    },
    "[style=control]Select all the factories[/style], [style=control]order them all to construct units[/style] then [style=control]click on the continuous icon[/style], or press [style=control]L[/style], to tell the factory to loop its build queue.": {
        "message": "[style=control]選擇所有工廠[/style][style=control]命令他們全部建造單位[/style]然後[style=control]點擊連續圖標[/style]或按[style=control]L[/style]鍵，讓工廠循環其建造隊列。"
    },
    "[style=control]Select another fabrication unit.[/style]": {
        "message": "[style=control]選擇另一個構造單位。[/style]"
    },
    "[style=control]Select any fabrication unit[/style] and [style=control]right click[/style] on the factory that is actively building.": {
        "message": "[style=control]選擇任何構造單位[/style]，然後[style=control]右鍵點擊[/style]正在進行建造的工廠。"
    },
    "[style=control]Select landing zone 1 on the Tropical Planet 'Annihilation'[/style] and start the annihilation.": {
        "message": "[style=control]選擇熱帶星球「殲滅」表面的着陸區1[/style]，開始殲滅。"
    },
    "[style=control]Select the [strong]vehicle factory[/strong][/style].": {
        "message": "[style=control]選中[strong]載具工廠[/strong][/style]。"
    },
    "[style=control]Select the commander[/style] and [style=control]issue an order[/style] to build a [strong]vehicle factory[/strong].": {
        "message": "[style=control]選擇指揮官[/style]並[style=control]發送[/style]一條建造[strong]載具工廠[/strong]的指令。"
    },
    "[style=control]Select the commander[/style] and [style=control]left click[/style] on the metal extractor icon in the build bar.": {
        "message": "[style=control]選擇指揮官[/style]，然後[style=control]左鍵點擊[/style]建造欄中的金屬萃取裝置。"
    },
    "[style=control]Select your landing zone[/style] and start the annihilation.": {
        "message": "[style=control]選擇你的着陸區[/style]，開始殲滅。"
    },
    "[style=control]Shift + left click[/style] to queue up five units at a time.": {
        "message": "[style=control]Shift + 左鍵點擊[/style]可一次將五個單位添加至隊列中。"
    },
    "[style=control]Zoom in on the ice planet to watch the annihilation.[/style]": {
        "message": "[style=control]將鏡頭放大至冰霜星球觀看殲滅。[/style]"
    },
    "[style=control]Zoom in to the planet[/style] and [style=control]pan to the green circle landing zone.[/style]": {
        "message": "[style=control]將鏡頭放大至該星球[/style]，再[style=control]平移到綠色圓圈着陸區。[/style]"
    },
    "[style=control]Zoom out to the star system view[/style] and [style=control]zoom in on the moon.[/style]": {
        "message": "[style=control]將鏡頭縮小至星系視圖[/style]並[style=control]放大至衞星。[/style]"
    }
}